[
  {
    "draw": 1,
    "fiveEle": "火",
    "chars": "丶"
  },
  {
    "draw": 1,
    "fiveEle": "土",
    "chars": "一乙"
  },
  {
    "draw": 2,
    "fiveEle": "金",
    "chars": "匕刀人入厶"
  },
  {
    "draw": 2,
    "fiveEle": "水",
    "chars": "勹卜乜"
  },
  {
    "draw": 2,
    "fiveEle": "火",
    "chars": "刁丁二力了"
  },
  {
    "draw": 2,
    "fiveEle": "土",
    "chars": "又"
  },
  {
    "draw": 3,
    "fiveEle": "金",
    "chars": "才叉亍巛川寸千刃三上尸士夕小"
  },
  {
    "draw": 3,
    "fiveEle": "木",
    "chars": "干工弓丌及孑巾久口廿乞彡已"
  },
  {
    "draw": 3,
    "fiveEle": "水",
    "chars": "凡亡下子"
  },
  {
    "draw": 3,
    "fiveEle": "火",
    "chars": "彳大孓女勺巳乇么弋丈"
  },
  {
    "draw": 3,
    "fiveEle": "土",
    "chars": "己山土丸兀丫也尢于"
  },
  {
    "draw": 4,
    "fiveEle": "金",
    "chars": "仇乏戈仁仍冗少什氏手殳四兮心刈仄爪"
  },
  {
    "draw": 4,
    "fiveEle": "木",
    "chars": "卞丐公勾介今斤亢孔木牛亓欠犬牙元月勻"
  },
  {
    "draw": 4,
    "fiveEle": "水",
    "chars": "巴比不歹反方分夫父互戶化幻毛爿匹片攴壬卅水文毋勿"
  },
  {
    "draw": 4,
    "fiveEle": "火",
    "chars": "尺丹吊仃斗火井仂內日太天屯午爻仉之支止中"
  },
  {
    "draw": 4,
    "fiveEle": "土",
    "chars": "厄切王卬夭尹引尤友予曰允"
  },
  {
    "draw": 5,
    "fiveEle": "金",
    "chars": "冊叱斥出叼刊仟且仞申生失石史矢世仕市示甩司玊仙乍占正主"
  },
  {
    "draw": 5,
    "fiveEle": "木",
    "chars": "本尕甘功古瓜宄卉加甲叫句巨卡可叩卯疒巧丘囚去外未五仡玉札"
  },
  {
    "draw": 5,
    "fiveEle": "水",
    "chars": "叭白半包北必閟弁卟布匆弗付夯禾弘乎矛民皿末母仫目丕皮氕平叵仨兄玄穴疋匝"
  },
  {
    "draw": 5,
    "fiveEle": "火",
    "chars": "丙代旦叨氐叮冬叻立尥令另奶尼奴冉他它田仝仗召只左"
  },
  {
    "draw": 5,
    "fiveEle": "土",
    "chars": "凹瓦戊矽央以永用由右幼孕仔"
  },
  {
    "draw": 6,
    "fiveEle": "金",
    "chars": "臣丞舛此次汆存丟而吏列任扔如色舌式守妁死寺夙凸刎西吸先囟匈旬曳再在早吒州舟字"
  },
  {
    "draw": 6,
    "fiveEle": "木",
    "chars": "朳朵尬各共乩吉伎奸幵囝件交臼伉考匡夼企犰曲戎朽旭仰吁聿朱竹"
  },
  {
    "draw": 6,
    "fiveEle": "水",
    "chars": "扒百冰并凼伐帆氾犯仿妃份缶伏亥好合冱回米糸名牟仳牝乒收汀危向刑行凶休血印汁"
  },
  {
    "draw": 6,
    "fiveEle": "火",
    "chars": "吃弛打忉氘多耳旮亙光尖匠她决旯老耒劣六甪氖囡年乓全肉同氽佤妄吆宅兆旨至仲自"
  },
  {
    "draw": 6,
    "fiveEle": "土",
    "chars": "吖安充地圪艮圭灰圾岌圮屺戍似吐圩仵伍戌伢羊伊衣圯夷亦屹因有宇羽圳"
  },
  {
    "draw": 7,
    "fiveEle": "金",
    "chars": "扱岔吵車成赤氚串囪吹忖兌判七吣忍妊礽刪劭卲佘伸身束吮私伺佀兕姒宋忒吻伭辛秀序巡酉皂卮吱佇助妝壯孜走佐作坐"
  },
  {
    "draw": 7,
    "fiveEle": "木",
    "chars": "杓材岑杈床村杜呃伽改桿槓告更攻估谷庋呙囯旱何吼肓忌夾見角癤劫妗究局姖妜君佧扛殼剋扣困伲你杞棄扦羌劬卻杉我吳吾扤杌匣嚇杏言吟杖"
  },
  {
    "draw": 7,
    "fiveEle": "水",
    "chars": "吧夿弝伴貝伻皀佊吡妣庇別兵伯孛吥步汊池呆汎妨彷吠吩佛否呋孚甫汞佝含罕汗亨宏囫弧汲即江戒況冷忙尨每羋妙尿妞伾屁汝汕汜忘尾污汐希孝形汛妤妘"
  },
  {
    "draw": 7,
    "fiveEle": "火",
    "chars": "犴呈辵呔甙但低弟佃甸玎疔盯豆妒囤旰灸牢玏李裡利良吝伶呂卵免男吶佞弄努求忐忑町廷佟彤吞托佗妥巫妖佁佔志豸妐住灼姊足"
  },
  {
    "draw": 7,
    "fiveEle": "土",
    "chars": "嶴岜坂坌辰坊坩均坎坑牡妑圻岐岍坍禿完位圬氙峴呀岈延冶矣佚役邑吲甬攸卣佑余歟璵址"
  },
  {
    "draw": 8,
    "fiveEle": "金",
    "chars": "侘昌抄弨扯忱承忡初垂佌刺兒庚刮戔金淨侃刻孥妻戕青取叁剎姍疝尚舍社侁呻升使始事受抒叔刷祀忪慫所兔昔穸些姓刖甾昃怎咋軋姃侄忮周妯咒宙侏抓宗卒"
  },
  {
    "draw": 8,
    "fiveEle": "木",
    "chars": "昂枊板杯杵東妸扼兒枋斧稈杲疙供咕姑孤固呱乖官果杭忽昏肌亟佶技季佳肩艽佼屆卺京糾赳玖疚居咀具卷咔咖愾抗肯空快儈狂林枚杪艿呢杻杷枇其奇歧穹虯屈券枘松枉臥析呷欣芎厓兗杳宜礿枕枝竺杼"
  },
  {
    "draw": 8,
    "fiveEle": "水",
    "chars": "岸八把爸扳攽版扮姅孢卑沘彼畀忭抃汳汴表秉幷帛瓝沉沌泛房放非氛汾忿奉扶府咐阜侅岡汩卦沆呵劾和佫呼虎或泐盲犛沒妹門氓孟汨宓明命歿沫侔姆沐牧忸扭狃拋咆庖呸沛佩帔朋批沏汔汽沁沙沈汰汪味汶沃武物弦冼享協忻幸洶沂雨沅咂沚狀"
  },
  {
    "draw": 8,
    "fiveEle": "火",
    "chars": "哎佰長炒坼侈炊佽徂耷妲沓岱宕到的狄底玓典店耵定咚侗抖咄剁佴昉炅昊戽姐咎抉炕昆剌來佬肋例戾兩冽囹呤坴侶崙旻奈侽呶妮念弩瘧妾炔乳侍帑弢忝佻帖投罔昕炎佯易找折爭政知直制帙炙忠隹卓"
  },
  {
    "draw": 8,
    "fiveEle": "土",
    "chars": "艾坳垇坻坫礬附矸岣岵岬坷岢坤垃峁岷坶坭爬帕坢坯坪坡坦坨宛往旺委忤岫盱亞奄餚夜依抑佾詠呦侑於盂臾昀狁"
  },
  {
    "draw": 9,
    "fiveEle": "金",
    "chars": "臿查奼差拆怊伡疢宬怵穿舡春殂促毒度耏钆宮剮剞剄俓枯前怯侵秋紉肜柔砂衫舢厙姺哂矧甚牲省施食室是首姝耍帥閂思娀叟俗剃祆秈庠削信星性咻庥胥敘宣頁釔俞俁哉昝蚤則眨吒怔咫峙肘拄拙諮姿俎昨怍"
  },
  {
    "draw": 9,
    "fiveEle": "木",
    "chars": "柲柄柴柢芏俄枹尜肝柑竿疳肛缸紇革虼哏狗枸牯故冠咣皈軌癸櫃哄訇虹芨咭級急紀既枷叚架建牮姜姣皆界疥蚧矜勁扃九韭拘狙拒軍看柯科咳客哐柃柳咯芒芇怩暱拈柈芃枰祈芑契恰芊俏俅酋畎芍柿柁柝芄玩俠狎柙相枵俆彥奕弈疫羿胤柚禺竽芋柵柘枳柱斫柞"
  },
  {
    "draw": 9,
    "fiveEle": "水",
    "chars": "疤拔拜拌保抱背祊甭泵毖扁窆拚便昪波泊勃哺怖沲法畈飛沸狒玢風封鳧怫拂俘氟罘拊訃負泔沽哈孩河很紅泓侯後厚狐怙徊奐宦皇虺噦計沮炬姥淚泠泖昴冒玫眉美昧虻咪弭泌沔勉眇秒咩玟抿泯抹哞某拇泥拍哌眅泮叛盼狍泡皰怦抨披毗姘品屏潑匍柒泣泅泉染嬈沭泗沱鹹香巷洩卸泫澩妍沿泱盈泳油沾沼治注"
  },
  {
    "draw": 9,
    "fiveEle": "火",
    "chars": "炳抶抽怛待怠殆眈抵帝酊訂段祋盹盾哆哚赴拐曷烀咴姞柬炯玦俊拉厘俚俐憐亮咧拎律哪娜柰耐南怒虐炮炱泰炭畋殄亭突凃拖拓歪紈肟炫紃殃徉咬映昱怨災炸招昭者貞祉致盅重紂冑炷籽秭耔奏"
  },
  {
    "draw": 9,
    "fiveEle": "土",
    "chars": "哀垵拗砭垞衩昶垤垌峒肚砘垛堊垡垓垢塏砍奎趴怕盆砒垧哇娃威韋畏胃甕屋侮型砉峋押埡婭砑咽匽怏姚要咿怡咦姨艤姻音垠俑勇幽疣羑囿宥紆舁禹垣爰約窀垚玥"
  },
  {
    "draw": 10,
    "fiveEle": "金",
    "chars": "剝財睬倉敇豺剷倀倡鬯晁眧耖唓宸乘蚩持翅芻俶純祠脆厝凋釘琺剛罡怪借峻釕倪釙剖倩挈邛讱軔衽狨辱弱珊閃訕剡扇哨射珅娠神眚師十時拾狩書紓殊衰拴素祟孫隼唆索慟剜紊唏息席掀宵笑修脩訏徐玹痃眩殉栽宰奘唣哳痄窄釗針真畛疹拯症紙指酎疰拽酌租珇祖祚唑座"
  },
  {
    "draw": 10,
    "fiveEle": "木",
    "chars": "桉芭笆柏栢梆芐栟屙婀苊芳芬粉芙迀酐紺羔高哥格鬲哿根耕哽肱恭蚣躬拱貢玽股骨罟掛倌桄鬼桂袞核桁訌笏花桓恢唧姬屐笄笈脊記芰珈家痂恝兼豇狡訐拮桀芥衿肼弳徑柩桕疽桔矩俱倨娟倦桊雋拷栲珂疴恪倥恐芤哭庫框括栝栳栗匿臬耙芘棲芪耆豈起氣虔肷芡衾芩芹祛拳缺桑芟秫栓凇筍桃桐砼桅芴奚哮校芯栩椏芽芫唁苡倚癰邕娛圄峪原紜芸笊芝祗芷桎株桌"
  },
  {
    "draw": 10,
    "fiveEle": "水",
    "chars": "氨粑唄班般舨豹趵倍倴畚秕俾舭珌髟俵病玻砵亳庯秤臭泚洞娥洱肪紡舫肥匪肺紛峰俸服祓蚨俯釜害氦蚶邗函航蠔耗盍狠恨哼恆洪候祜洹洄恚活洎浹津酒洌洛馬邙旄們勐洣敉秘眠眄珉秣毪畝紐俳派畔袢旁配倗疲蚍拼娉俜洴玶珀哱圃淒訖迄洽洳灑殺紗娑洮窪洧紋蚊務洗效脅紲洩屑卹洫恂洵訓衍洋湮耘拶洲洙濁"
  },
  {
    "draw": 10,
    "fiveEle": "火",
    "chars": "哧恥翀娖玳耽疸紞島倒娣玷爹瓞凍恫蚪躉耿烘恍晄疾晉珏倔烤朗烙哩娌倆涼料烈玲瓴凌留旅攣倫倮耄拿納肭衲孬能娘恧衄哦秦恁朊芮蚋偌曬晌恕朔趿肽唐倘討套特疼屜倜恬挑條庭挺徒彖庹挖撾倭烏娭夏畜烜訊迅秧烊窈舀旃展站珍朕肢值晊秩舯衷塚罜祝倬笫恣"
  },
  {
    "draw": 10,
    "fiveEle": "土",
    "chars": "啊唉埃砹鵪俺按案盎敖芺峬城埕訑砥峨恩砝砩個埂堝砬埒埋砰破埔砌峭竊容埏砷堍砣娓軎翁唔阢峽軒蚜氬懨胭"
  },
  {
    "draw": 11,
    "fiveEle": "金",
    "chars": "偲彩參曹側釵產娼常徜唱巢晨趻偁琤瓻匙豉舂崇紬偢處絀啜船釧玼疵瓷粗啐挫得釣釩副寂祭剪旌勘馗率捏釹珮阡釬氫圊愨雀蚺唼啥釤商捎紹奢蛇設赦紳胂售孰庶唰爽悚訟宿狻捅偷釷問悉欷覡徙細舷祥斜偰邤訢釁邢羞袖酗旋悅責舴扎蚱砦粘胗梔胝趾終晝珠蛀專著紫族組胙做"
  },
  {
    "draw": 11,
    "fiveEle": "木",
    "chars": "茇苞苯笨苾梐彬梣茬趁笞茌崔笪笛兜軛梵芾苻桴符苷敢舸梗珙苟笱蛄蠱梏牿胍規匭國悍捍偈寄笳袈戛蛺胛徦假堅梘趼健皎教秸婕堇近婧竟救苴趄苣捐眷桷捃胩康苛氪啃寇苦梡眶悝盔悃捆婪笠啉苓茅茆茂梅苠茉苜旎偶苤笸啟乾悄茄卿頃筇蚯區蛆朐娶悛圈痊苒若嗇苫梢苕笙倏梳術笥崧桫梭苔梯笤梃桶偓梧悟晤狹廂梟偕械許珝研厴眼悒挹翊茚英唷圉庾苑笮苧棁茁梓"
  },
  {
    "draw": 11,
    "fiveEle": "水",
    "chars": "捌豝胈敗絆邦浜胞狽被偝偪逼畢閉狴婢庳敝貶匾徧彪邠斌浡舶捕涔唇訛返販訪啡酚唪趺麩紱紼浮匐艴婦夠海酣浛毫浩盒蚵痕珩唿唬扈瓠患凰悔彗晦婚貨洚浸涇涓浚邟浪流麻麥脈曼袤浼瞇覓密冕喵苗敏眸涅徘胖脬袍匏胚旆烹啤偏殍票貧婆粕浦渠澀涉涑挲涕塗涒晚望偎浯浠習涎消邪挾婞訩虛雪珢湧魚雩浴浙浞"
  },
  {
    "draw": 11,
    "fiveEle": "火",
    "chars": "欸捭蛃晡眵敕從湊紿帶袋聃膽啖蛋盜羝頂啶動敚舵阨珥烽晗焓焊斛將狷訣觖翋徠狼勒梨狸犁猁珕唳粒梁聊羚翎聆蛉婁鹵鹿略圇捋珞那婥訥您胬戚軟晟胎酞貪袒啕剔悌甜糶烴停珽豚唾媧襪烷挽焐晞烯珣珧斬張章帳啁偵振執痔窒舳捉啄眥傯"
  },
  {
    "draw": 11,
    "fiveEle": "土",
    "chars": "挨庵唵埯崩埠堾埭岽硐堆崗硌崮矽崞胡基崛崆堀崍硭埝鳥啪培堋埤崎畦牽埽眭堂窕眺婉唯帷偉尉迕捂牾硒崤硎勗琊崖啞瘂訝迓崦焉閆偃癢野痍移異埸翌狺寅迎塋庸恿悠蚰蚴狳域欲崢埴蛭"
  },
  {
    "draw": 12,
    "fiveEle": "金",
    "chars": "鈀鈑鈽猜裁殘傖廁嗏覘孱猖惝敞悵鈔超朝抻牚胵啻惆喘窗創捶詞猝酢悴毳皴嵯痤矬措貂掉鈄鈍貳鈁琈鈣割鉤辜壺戟絕鈞竣剴鈉甯鈕掊裒鈐欽禽情氰然韌絨傘散喪掃嫂痧跚善稍邵猞畬腎勝甥盛剩視授瘦疏舒黍述稅順舜絲斯俟竦嗖酥訴粟飧睃鈦替童推惜傒晰犀粞​​舾餼舄羨象胸琇須婿絮喧絢喻鑰咱鑿棗迮曾喳詐掌詔掙猙幀脂殖縶軹眾蛛貯註茲詛尊阼"
  },
  {
    "draw": 12,
    "fiveEle": "木",
    "chars": "棒筆草策茶棖茺楮篅荈棰茈茨答等第棣迭棟筏棼茯尷皋胳袼給茛軲觚酤詁僱棺貫胱晷貴棍聒猓槨皓閎喉荒茴薈嵇極戢棘殛集幾掎悸迦袷跏間犍薦絳茭椒蛟絞窖喈街傑結筋藎驚阱景痙窘啾厩掬椐莒詎懼距犋掘珺喀開凱閌鈧軻棵控筐貺傀喟蛞棱荔椋絡犖蕒棉茗猊棚椑期棲欺祁棋掐掮茜嵌強羥喬邱球詘蛐荃筌荏茸茹阮森篩耜覃棠珶茼統筒橢皖稀廈筅荇悻琄荀雅掩雁堯傜荑椅茵硬喲馭飫寓棧棹植茱椎茲棕最"
  },
  {
    "draw": 12,
    "fiveEle": "水",
    "chars": "跋阪湴綁傍棓報悲邶備賁絣琫诐邲弼皕揙猋幖邴啵博跛钚瓿淳淙淬淡發番飯邡防婓扉淝悱斐糞馮稃跗涪袱幅复傅富淦蛤涫胲頇邯涵寒喊琀絎淏訶喝涸訸賀惚淮喚徨蛔惠混耠惑漸荊淶涼淋淩淥淪傌買茫蛑貿帽媒媚寐捫悶猛脒冪黽描淼閔淖排牌跑彭捧邳痞胼評迫普淇淺清渃脎深淑涮淞淌淘添淟涴雯渦無淅喜閒現項淆涬雄徇涯淹液欹淫淤淯淵雲粥涿淄"
  },
  {
    "draw": 12,
    "fiveEle": "火",
    "chars": "掰焙採場焯掣珵程塍嗒傣貸單氮悼登迪覿詆邸睇掂阽惦跌喋耋痘短惇敦掇邇焚钬焦接嗟晶就厥吭焜啦喇瑯稂勞哩犂理傈痢詈晾量捩裂趔琌琉硫虜臠掠掄捺喃赧婻捻儺晴閏婼邰跆毯探掏啼腆掭祧迢貼婷蜓痛屠飩跎酡惋惘喔窩幄欻尋循巽焱蛘軺軼媛哲蟄診軫證臸彘智痣軸粢"
  },
  {
    "draw": 12,
    "fiveEle": "土",
    "chars": "捱媕啽晻胺媼傲奡堡堛嵖硨堤奠堞惡費黑堠劃黃堪喹嵐塄嵋垴蛙崴為圍幃惟餵硪婺痦翕硤翔硝硯堰崵崾揶掖猗"
  },
  {
    "draw": 13,
    "fiveEle": "金",
    "chars": "鉍缽鈸鉑踩粲惻插詫琩琛嗔脭絺飭傺愁稠酬蜍楚琡揣歂蠢跐琮催瘁搓脞鈿堵鈷鉀剿捷靖鉅鈳鈴鉚鉬鈮刨剻鈹钷鉛鉗蜣愜嗪銎飪揉塞搔琗裟歃煞傷艄蛸詵蜃詩邿獅勢試軾毹暑鼠蜀睡嗍嗣肆送搜肅嗉睢歲嗦羧嗩鉈鉭酮剸媳郄酰嫌蜆跣詳想綃新歆惺猩貅繡嗅煦揎暄鉉馴詢鈾銪愉揄蝓傴鈺裕愈鉞載賊揸閘債斟鉦睜黹酯誅邾瘃莊裝琸資揍傶阻"
  },
  {
    "draw": 13,
    "fiveEle": "木",
    "chars": "嗄荸箅筴搽猹槎茝椿楱榱戥荻椴莪蛾愕楓莩該陔賅戤概感幹筻嗝塥跟綆詬彀痼詿琯詭跪嗬荷猴逅畸嫉楫麂莢嫁揀筧減楗毽醬郊跤腳敫揭詰睫解僅禁靳經莖睛脛敬迥揪舅琚雎櫸絹筠揩慨楷戡莰稞窠嗑筘窟誇蒯誆揆暌琨髡廓莨楞莉蒞廉楝琳莽莓楣娩募楠逆睨筢榀莆頎琦琪祺僉愆箝嗆檣愀琴勤傾楸詮輇裙群嗓莎筲椹筮豎頌荽莛荼莞萵斡珷皙暇薟莧楔歇莘楦靴傿筵罨楊椰業義肄楹莜蕕莠愚榆瘐預禦楂楨孳罪"
  },
  {
    "draw": 13,
    "fiveEle": "水",
    "chars": "靶頒斑斒稖雹陂琲迸嗶愊愎痺闢惼颮禀摒脖渤補測滁渡渢蜂脯溉港傼頏嗥號郃貉郈轷湖猢琥郇換渙豢惶湟揮暉匯會賄喙毀渾賈湔茳湫較粳鳩渴雷粱媽嗎湄猸渼盟迷渺湣愍酩莫貊湳脲琶湃湓傰琵媲睥犏剽聘郱瓶裘惹綏湯琠湍微湋渭渥熙湘渫溆渲湮渶遊渝鬱渣湛湞滯渚煮"
  },
  {
    "draw": 13,
    "fiveEle": "火",
    "chars": "稗煲煏煸裎嗤媸馳傳搭靼迨亶當碭嗲電殿揲牒鼎督煅頓躲惰跺煩觥煳煥煌晃幌詼跡煎睞啷廊酪誄傫愣蜊煉賃零旒僂賂輅琭祿路亂煤睦乃揇猱惱農暖逄稔塔痰逃綈提跳艇嗵退煺蛻脫馱陀頑脘畹煨煒蝸熄煊煙琰揚煬暘徭虞煜詹盞照罩蜇郅置雉追惴琢貲觜趑訾"
  },
  {
    "draw": 13,
    "fiveEle": "土",
    "chars": "阿矮愛嗌揞暗嗷嶅廒奧碑碚碘碉碇碓痱話觟嵴鹼塊跬裊硼聖嵊嵩塑碎塌塘填琬碗嵬琟猥痿艉猬溫嗡握嗚蜈塢詡"
  },
  {
    "draw": 14,
    "fiveEle": "金",
    "chars": "銨艑綵嘈察瘥僝嫦瑒綝稱誠郕鋮酲銃搊綢裯殠搐搋僢愴慈雌粹翠铞铥睹鉺罰閥鉻鉿郝劃鉸精聚劂銬銠閭銘隉齊綮慊戧腔搶劁寢蜻銓逡認銣瑞睿搡瘙銫僧绱韶賒慎釃逝誓壽綬陎署說搠嗽誦嗾瞍速愫僳觫酸猻損銚銅僮骰途酴僖蜥銑屣郤禊銜線限像逍需睻铘銥劓銦銀腴瑜窬臧造嘖幘甄賑蜘摭碡帚銖綜腙粽僔鋁"
  },
  {
    "draw": 14,
    "fiveEle": "木",
    "chars": "菝榜菢菶萆菜菖萇嘗篪椽菙萃萏菪凳摁菲榧菔嘎蓋趕綱睾膏搞槁誥郜歌搿箇郠構菇菰箍鼓褂管逛緄幗蜾菡赫瘊槐萑夥箕暨跽嘉郟瘕箋菅搛戩僭降僬僥餃酵截竭誡骱緊廑菁腈兢迳僦裾菊榘皸菌郡犒裉箜骷酷筷魁睽匱愧匱萊榔菱榴榪樠萌墓幕萘槈箄裴菩榿萋嘁萁旗綦綺葺搴歉槍敲僑誚篋輕箐逑賕巰蜷綣榷榮榕箬瑟菽槊菘算榫榻萄萜菟菀偽萎菥簫榍榭菸厭釅疑瘞蜴螢郢萸語嫗箢瑗願菑榨寨肇榛箏菹"
  },
  {
    "draw": 14,
    "fiveEle": "水",
    "chars": "搬蝂飽悖繃嘣鼻幣滗裨弊碧馝稨滮裱賓菠駁搏僰箔逋滄滀滌滇緋蜚腓翡僨瘋逢鳳孵郛福輔腑滏腐閣溝嘏寡滾嗨豪滈閡菏瑚華滑猾瘓滉琿誨魂溷禍溘濫漓溧溜獁嘜嘛幔髦瑁瞀麼酶艋蜢嘧蜜綿瞄滅閩鳴冥溟暝嫫麽陌寞溺滂搒脾羆蜱嘌萍頗僕溥蜞溱溶溽颯飼溲溯溻溏滔網瘟聞郚舞郗溪攜熊溴踅熏窨溢滎源滋滓"
  },
  {
    "draw": 14,
    "fiveEle": "火",
    "chars": "熬暢暢塵逞瞅綽瘩搗嘀嫡遞腚腖郖逗端對裰奪綞爾裹夥獎盡愷瘌辣罱郎嫪嫘酹嘞嫠奩連踉僚寥廖粼綾領熘綹嘍陋綠綸裸雒瑙嫩寧喏搦熗熔煽裳台態攤嘆搪耥趟慆慝滕逖惕裼舔蜩通透圖團籜蜿綰腕誒鞅瘍搖熒毓搌綻嫜彰脹幛趙肈這禎種逐綴緇"
  },
  {
    "draw": 14,
    "fiveEle": "土",
    "chars": "骯獒塝碥碴墋誕碲墊碟砜閨監碣境逵壼墚嶁墁嘔碰塹嶇墒塾墅碩碳維瑋誣誤寤瑕頊噓墟碹醃嫣耶腋禕旖夤瑛墉"
  },
  {
    "draw": 15,
    "fiveEle": "金",
    "chars": "錒鋇慚慘艖摻摻嬋鋋廛諂腸廠麨瞋漦瘛衝摴廚鋤諔嘬瘡摐噇踳賜醋摧銼嘟鋨鋒敷鋯劊劌鋏緘劍節靚鋦劇錁刳鋃鋰锍鋝劈鋪噙鋟請趣髯糅銳腮毿磉傻陝殤賞審諗實蝕駛奭艏熟數腧摔誰噝緦嘶駟艘螋誶瑣銻鋌腿鋈嘻陷腺線嘵銷鋅腥陘銹緒儇缊糌駔噪鋥稹幟陟摯皺囑翥幢諄諑踪諏陬"
  },
  {
    "draw": 15,
    "fiveEle": "木",
    "chars": "葆萹箯標槽箣郴樗樅蔥稻噔蒂腭樊葑橄稿葛賡鞏穀廣媯瑰郭摑葒篌餱葫槲篁蝗嘰緝齎稽瘠擠稷葭價駕稼儉翦賤腱箭僵槳嬌膠噍頡羯槿儆獍鬮駒屨踞蒈慷靠頦瞌蝌課緙摳侉寬款誑葵醌閫樓面模耦葩篇葡槭葜慳槧慶窮煢萩蝤葚樞葰樘葶葳葦蒍嫵葸瞎賢緗葙箱蠍萱樣儀誼毅瑩媵萭窳葬樟箴荮著箸醉"
  },
  {
    "draw": 15,
    "fiveEle": "水",
    "chars": "鲃魃罷瘢魬褒鴇褓暴輩褙骳奔陛腷駜髲編蝙褊緶麃摽憋餅葧踣餔部漕滻蝽漘醇滴幡範魴誹膚幞蝠駙賦腹蝜蝮澉緱緱盥虢憨漢撖頜褐滹滸滬嘩踝逭漶輝麾慧漿漤漣凜漏漉履落瑪碼祃勱賣鞔滿慢漫漭貓蝥貌黴魅緬緲廟緡瞑摸摩漠墨慕暮漚蒎盤醅賠噴嘭郫陴翩漂魄噗漆憩滲漱漽霆萬逶嬉蝦餉霄勰寫漩演漾漪潁漁漳漲震漬"
  },
  {
    "draw": 15,
    "fiveEle": "火",
    "chars": "皚僾熛噌層徹踟齒憏憃除褚踔逴輟腠褡逮儋彈德敵骶締踮調蝶董陡緞餌緩踐進摎噘賚閬嘮樂黎厲練諒輛嘹寮撂劉瘤摟魯逯戮慮輪論腡熳鼐腩蝻腦鬧餒輦儂駑挪噢僻熱熵踏駘癱談郯賧羰瑭躺铽踢緹髫摶褪駝膃輞腰瑤熠熨暫摘獐賬輒摺陣鴆徵諍質觶腫駐縋禚輜"
  },
  {
    "draw": 15,
    "fiveEle": "土",
    "chars": "腤鞍璈墺嶓嶒墀磁磋嶝墩墮廢墳磙嘿糊蝴嶠磕蝰嶗磊嶙碾嬲歐毆慪磐嶔確豌緯諉衛慰廡嫻鞋糈鴉養噎葉靨億逸影慵憂郵魷蝣牖諛緣院閱增磔徵"
  },
  {
    "draw": 16,
    "fiveEle": "金",
    "chars": "錛餐憯穇艙糙蹅儕幨閶氅鋹諶踸赬褫憧瘳踹遄陲錘輴錞糍璁璀撮蹉鹺錯锝雕錠輻鋼錮锪輯錦靜鋸錈錕錸鍆錳穆锫憑錡錢錆嬙撳瘸蹂儒縟褥噻嬗膳鄃輸螄撕穌錟頹錫羲螅鬩鍁醒髹諼謁逾覦諭憎甑瘵戰縝錚整郮縐諸麈撞錐錙郰撙"
  },
  {
    "draw": 16,
    "fiveEle": "木",
    "chars": "蓓蓽篳蓖篦蔀篰蒼橙篘蓴篤餓諤鄂閼萼遏噩諤蒽篚噶篙糕縞膈骼鴣轂摜龜輥過蒿嚆橫黌骺鱟樺慌隍葷機畿墼蒺劑冀髻頰縑蒹諫踺彊耩犟撟徼縉噤頸憬橘舉踽窶鄄橛麇瞰眍褲噲窺憒篥夢蒲樸器褰黔橇橋憔樵撬鞘親擒檎螓檠磬遒鼽糗趨鴝磲橈蓉蓐鄀穡樹蒴蒜蓀蓑蓊樨縣橡筱嘯諧蓄閻魘諺窯縊縈鎣嬴穎閾遇圜樾蓁蒸築篆嘴樽"
  },
  {
    "draw": 16,
    "fiveEle": "水",
    "chars": "澳鮁辦鮑虣憊糒甏嬖觱鮅鞞遍辨瘭儐撥餑播鲌膊馞潺潮澈澄霏奮憤諷撫鮒骸駭頷翰翮醐寰遑潢諱閽餛霍澗澆潔噱潰潦澇霖螞罵瞞蟎蒙醚憫螟瘼默謀霓凝潘螃耪陪霈澎膨駢蹁諞瓢瞟撇瞥頻鮃撲氆潛潤撒霎潸潲澠澍澌潭燙潼隈溈潿閿憲廨興學潯鄅澐"
  },
  {
    "draw": 16,
    "fiveEle": "火",
    "chars": "撤陳撐鴟熾儔輳達殫撣憚導道燈諦諜蹀都賭憝噸燉遁踱燔積瑾撅獗賴襤螂撈擂褵璃罹歷璉撩獠燎廩陵遛龍瘺盧陸錄駱燜遖撓鮎噥諾逎燃燒遂鮐曇糖螗絛陶蹄醍頭暾鴕橐熹曉璇謔焰鴦曄燁燚燠璋瘴赭臻踵豬撰贅諮髭燊"
  },
  {
    "draw": 16,
    "fiveEle": "土",
    "chars": "噯嬡諳聱螯懊磅壁磣慣衡墾垮磨甌磧牆融壇違謂憮歙遐鴨閹燕噫頤嶧殪陰壅馀豫鴛螈運鄆醞磚"
  },
  {
    "draw": 17,
    "fiveEle": "金",
    "chars": "锿嚓擦縩操艚螬懆馇鍤禪償韔鼌幬憷歜黜膗聰獨鍍鍛鍔鍋鍰徽蹇餞鍵駿鍇鏈镅鎂縻鍪遣蹌鍬鍥嚅孺鄏賽糝繅擅聲諡蟀瞬鍶聳鎪謖雖隋縮膝蟋谿戲鮮癇獫餡謝鵂遜翼輿糟罾鍘齋氈鍺鍼鐘鍾謅矚總鄒"
  },
  {
    "draw": 17,
    "fiveEle": "木",
    "chars": "蒡蔽檦蘗蔡檉蓯蔟簇檔瞪懂蔸篼擀鴿篝購媾鴰館簋蟈馘癀檜豁擊璣激嚌覬艱韉撿檢謇講蔣鮫矯階鮚鞠鞫據颶糠顆髁懇蔻挎獪虧欄檑蓮聯斂蓼檁蔞簍簏蔓懋甍蔑篾蔦蓬蹊謙瞧擎罄麯蕖闃篸蔌簌檀蔚檄蓰轄罅薌魈蓿蔫簷蔭營獄岳簀蔗櫛賺樁"
  },
  {
    "draw": 17,
    "fiveEle": "水",
    "chars": "癍幫謗蹕臂褾豳擘澹點淀璠繁鼢縫縛醢鼾韓憾撼嚎鴻觳浣擐璜隳澮諢闊蒗澧濂潞嬤縵蟒蟊彌謎糜謐摹膜濃蟠貔縹螵嬪皤璞霜潚濉禧霞鄉鯗褻懈獬鱘澡澤澶"
  },
  {
    "draw": 17,
    "fiveEle": "火",
    "chars": "曖餲燦齔瞠騁醜黛擔癉擋蹈隊鴯鮞燴績璡爵闌癆縲儡勵隸褳殮魎療臨瞵磷懍隆耬螻縷鸞螺麋繆黏嚀騃燧遢蹋餳膛螳醣謄嚏瞳疃臀襄燮謠遙繇燥擇輾蟑褶鷙膣螽燭縱"
  },
  {
    "draw": 17,
    "fiveEle": "土",
    "chars": "癌隘闇鮟醠遨謷磴礅鮭壕壑磺磯礁壙嶺磽嶸闈鮪鄔壓陽嶷憶懌翳應嬰膺擁優黝隅嶼轅遠龠鄖"
  },
  {
    "draw": 18,
    "fiveEle": "金",
    "chars": "翱鏊鎊鎞饆璨​​蟬繟儭艟懤雛幮儲蹙竄鄜鎬鎘環穢劐鎵鎧鎦镎聶囓鎳擰獰闋闕鎔鞣鎩繕蟮觴嬸雙颼鎖鎢雟燹蟓擤鎰遭賾繒膪鎮織顓鬃"
  },
  {
    "draw": 18,
    "fiveEle": "木",
    "chars": "檳檫蕆槌簞簦簟蕫鵝額顎蕃擱隔鯁遘覯鵠瞽歸鯀簧蟥蕙獲犄蕺蟣鯽鰹瞼襉簡譾檻糨蕉謹覲舊瞿鵑蕨騍蕢簣聵攔瞢擬膩檸騏騎蕁襁鄡蕎竅翹檾軀璩覷鬈蕘繞蕤蕊蔬檮檮隗魏蕪黠蕈顏蠅鵒蜮簪蕞"
  },
  {
    "draw": 18,
    "fiveEle": "水",
    "chars": "鼥鞴鄙斃濞髀奰鞭飚蹩濱擯殯袯鵓餺鵏闖蕩翻黻賻覆馥濠闔鄠鯇繢蟪濟謾鄤鄚朦鄍謨饃貘濘蹣蟛癖鯆濮濡鯊濕穗濤濰隙獯雜濯"
  },
  {
    "draw": 18,
    "fiveEle": "火",
    "chars": "痴蟲戳叢戴燾鞮癜斷懟豐燼醪耢釐禮鯉糧繚膦嚕侓轆璐謬蟯耨懦適曙抬鵜題闐餮魍曛曜瞻障遮謫職贄躓轉騅擢"
  },
  {
    "draw": 18,
    "fiveEle": "土",
    "chars": "礙璦盫襖蹦璧礎鹼礓壘謳韙鄢醫黟彝癔鄞鄘鼬隕韞"
  },
  {
    "draw": 19,
    "fiveEle": "金",
    "chars": "鏖鏰鏢襜蟾鏟鯧懲遲寵疇辭蹴禱鏑顛牘犢鏡鏗鎏鏤鏝錨鏌锘遷鏘譙鯖鵲顙騷臊羶鄯繩識獸攄璹餿擻鏜醯系暹饈選鏇贊鏨躁譖鯫鏃遵"
  },
  {
    "draw": 19,
    "fiveEle": "木",
    "chars": "薜簸櫥薋蹬櫝臌關獷薅薨蕻謊譏薊韁繳轎醮襟饉鯨鬏絝胯膾曠鯤擴蕾櫪櫟櫓麓難鯢攀麒髂簽薔蹺繰麴黢醛薩薯薇蕹蕭肖擷薤蟹薪薛贗遺蟻薏蕷籀"
  },
  {
    "draw": 19,
    "fiveEle": "水",
    "chars": "瓣鵯襞瀌癟薄醭簿瀍鶉瀆蹯鯡羹鞲鯝繯繪嚯濺獵瀏濼懣懵蠓祢靡湎鶓鵬騙鄱譜蹼瀑擾渖霧瀉霪瀅"
  },
  {
    "draw": 19,
    "fiveEle": "火",
    "chars": "薆擺爆蹭嘲蟶歠骴噠鄲襠鄧鯛鶇胴蹲齏際譎蹶羸類離麗嚦簾臁蠊臉襝遼鄰遴轔鯪餾嚨擼廬氌蠃蟆鯰攆膿龐曝蹻爍譚韜鞀璽鄩繹贈鄣轍鄭擲騭鯔"
  },
  {
    "draw": 19,
    "fiveEle": "土",
    "chars": "爊礤壞疆壢壟壟壚穩鵡騖嬿臆繶臃韻"
  },
  {
    "draw": 20,
    "fiveEle": "金",
    "chars": "鐔犨觸鰆鐙鐓鐇鐨鏵鏸鐧鐎镢鐍锎铹鐐鏻聹镤镨繾鏹黥謦鐉蠑襦繻蠕鰓馓鳋騸釋孀铴璺霰馨續譯譫騶鐏"
  },
  {
    "draw": 20,
    "fiveEle": "木",
    "chars": "藊藏櫬籌篡鶚鱷藁鰉攉蠖籍繼艦藉警競齟遽醵覺闞嚳跨鄶纊饋藍籃櫳櫨檬藐篷臍蠐薺騫瓊鰍勸薷薹犧獻懸薰嚴邀議櫞黦櫧櫫纂"
  },
  {
    "draw": 20,
    "fiveEle": "水",
    "chars": "膀齙鲾避襣躄鯿辮穮繽瀕蠙臏黼鰒瀚鶘懷還瀖瀨瀝瀧露瀘鬕邁顢饅鶥蠛魔譬嚷瀜瀟邂瀣瀠瀛瀦"
  },
  {
    "draw": 20,
    "fiveEle": "火",
    "chars": "寶闡黨鰈竇嚼矍懶黧醴癘齡騮朧攏爐擄羅糯飄贍獺撻騰齠鼉曦耀贏瓆躅"
  },
  {
    "draw": 20,
    "fiveEle": "土",
    "chars": "驁巉礦巋礫壤鼯鶩鄴癮嚶罌"
  },
  {
    "draw": 21,
    "fiveEle": "金",
    "chars": "鐾驂鸧蠆攙懺羼韂襯鐺躇呲鶿驄鐸鐫鐳鐮鏴囁譴蛩麝隨隧邃鐵燨險鐿儹躑屬鐲鄹"
  },
  {
    "draw": 21,
    "fiveEle": "木",
    "chars": "藨鶻顧鰥顥飢雞殲鶼繭贐夔藜藕鞒驅饒藪藤囂藥藝齦鶯櫻"
  },
  {
    "draw": 21,
    "fiveEle": "水",
    "chars": "黯霸辯驃膘飆襮藩瀿瀵鶴轟護瀐瀾瀲獼靦邈霹鼙鰭瀼攘醺瀷瀹灂"
  },
  {
    "draw": 21,
    "fiveEle": "火",
    "chars": "纏躊躋爝臘蠟癩斕覽爛累儷癧瓏髏瓐騾曩鰨鰷鰩鷂灶囀饌齜"
  },
  {
    "draw": 21,
    "fiveEle": "土",
    "chars": "鰲礴蠡礪礱碌礞巍攖譽躍"
  },
  {
    "draw": 22,
    "fiveEle": "金",
    "chars": "鑌镲躔囅摛躕攛鑊鑑跫懾襲隰驍癬骣鑄"
  },
  {
    "draw": 22,
    "fiveEle": "木",
    "chars": "藹龔瓘蘅籛驕鄺籟藶藺蘢籠蘆蘑孽蘋蘄氍權蘇儼癭齬鬻蘊"
  },
  {
    "draw": 22,
    "fiveEle": "水",
    "chars": "邊鰾鱉灃灌驊歡獾霽霾鰻艨鳘耱瓤穰灄響饗鱈藻"
  },
  {
    "draw": 22,
    "fiveEle": "火",
    "chars": "顫齪糴疊讀龕邋鳓糲鰱躐驎鷚聾癃窿臚艫孿囊攝贖儻饕聽彎鷓"
  },
  {
    "draw": 22,
    "fiveEle": "土",
    "chars": "巔巒鷗懿隱瓔鳙饔"
  },
  {
    "draw": 23,
    "fiveEle": "金",
    "chars": "鑣黪黲髑镥顬鱔鑠鷥髓鼷鱚纖鷴攢臟齄鱒"
  },
  {
    "draw": 23,
    "fiveEle": "木",
    "chars": "欑蘩鱖藿鷦鷲蠲蘭蘞欏驀蘗蘧癯蘚鼴驗驛鷸"
  },
  {
    "draw": 23,
    "fiveEle": "水",
    "chars": "鷩變鱝鬟禳灘"
  },
  {
    "draw": 23,
    "fiveEle": "火",
    "chars": "讎蠣戀鷯鱗麟轤欒玀體顯"
  },
  {
    "draw": 23,
    "fiveEle": "土",
    "chars": "孌岩纓"
  },
  {
    "draw": 24,
    "fiveEle": "金",
    "chars": "鎛蠶讒讖矗鑫瓉瓚驟"
  },
  {
    "draw": 24,
    "fiveEle": "木",
    "chars": "靄簖贛羈攪蘺籬釀衢齲鷹攥"
  },
  {
    "draw": 24,
    "fiveEle": "水",
    "chars": "蚌髕鬢轡顰躞"
  },
  {
    "draw": 24,
    "fiveEle": "火",
    "chars": "螭韃癲蠹攫讕鱧靂靈隴鷺讓闥齷鱣"
  },
  {
    "draw": 24,
    "fiveEle": "土",
    "chars": "壩罐鹽艷囈"
  },
  {
    "draw": 25,
    "fiveEle": "金",
    "chars": "鑶鑱鲿躥鑭躡璛鑲贓"
  },
  {
    "draw": 25,
    "fiveEle": "木",
    "chars": "觀鱭髖欖蘿籮蘸纘"
  },
  {
    "draw": 25,
    "fiveEle": "水",
    "chars": "灞酆灝灝鹱漯蠻蘼襻"
  },
  {
    "draw": 25,
    "fiveEle": "火",
    "chars": "靉纛攬鬣酃顱摞囔廳"
  },
  {
    "draw": 26,
    "fiveEle": "金",
    "chars": "饞鑹驥鑷躚趲"
  },
  {
    "draw": 26,
    "fiveEle": "木",
    "chars": "蠼躦"
  },
  {
    "draw": 26,
    "fiveEle": "水",
    "chars": "灣"
  },
  {
    "draw": 26,
    "fiveEle": "火",
    "chars": "邐酈驢邏瘰攮"
  },
  {
    "draw": 27,
    "fiveEle": "金",
    "chars": "黷鑾鑼顳鑽"
  },
  {
    "draw": 27,
    "fiveEle": "木",
    "chars": "顴讞"
  },
  {
    "draw": 27,
    "fiveEle": "水",
    "chars": "灤纈"
  },
  {
    "draw": 27,
    "fiveEle": "火",
    "chars": "讜纜鸕鱸驤"
  },
  {
    "draw": 28,
    "fiveEle": "金",
    "chars": "齼"
  },
  {
    "draw": 28,
    "fiveEle": "木",
    "chars": "籩戇櫺"
  },
  {
    "draw": 28,
    "fiveEle": "水",
    "chars": "灩戅"
  },
  {
    "draw": 28,
    "fiveEle": "火",
    "chars": "魑轢躒"
  },
  {
    "draw": 28,
    "fiveEle": "土",
    "chars": "鸚"
  },
  {
    "draw": 29,
    "fiveEle": "金",
    "chars": "鏍"
  },
  {
    "draw": 29,
    "fiveEle": "火",
    "chars": "驪躪"
  },
  {
    "draw": 29,
    "fiveEle": "土",
    "chars": "鸛"
  },
  {
    "draw": 30,
    "fiveEle": "金",
    "chars": "爨"
  },
  {
    "draw": 30,
    "fiveEle": "水",
    "chars": "骉"
  },
  {
    "draw": 30,
    "fiveEle": "火",
    "chars": "鸝鱺馕"
  }
]