/*****
  周易文字筆劃五行
  ref: http://welkinchen.pixnet.net/blog/post/17664717-%E5%AF%B6%E5%AF%B6%E5%8F%96%E5%90%8D_%E5%91%A8%E6%98%93%E6%96%87%E5%AD%97%E7%AD%86%E5%8A%83%E4%BA%94%E8%A1%8C%E5%B1%AC%E6%80%A7%E5%AD%97%E5%85%B8
*****/
[
  {
    "draw": 1,
    "fiveEle": "火",
    "chars": "丶"
  },
  {
    "draw": 1,
    "fiveEle": "土",
    "chars": "一乙"
  },
  {
    "draw": 2,
    "fiveEle": "金",
    "chars": "匕刀人入厶"
  },
  {
    "draw": 2,
    "fiveEle": "水",
    "chars": "勹卜乜"
  },
  {
    "draw": 2,
    "fiveEle": "火",
    "chars": "刁丁二力了"
  },
  {
    "draw": 2,
    "fiveEle": "土",
    "chars": "又"
  },
  {
    "draw": 3,
    "fiveEle": "金",
    "chars": "才叉亍巛川寸千刃三上尸士夕小"
  },
  {
    "draw": 3,
    "fiveEle": "木",
    "chars": "干工弓丌及孑巾久口廿乞彡已"
  },
  {
    "draw": 3,
    "fiveEle": "水",
    "chars": "凡亡下子"
  },
  {
    "draw": 3,
    "fiveEle": "火",
    "chars": "彳大孓女勺巳乇幺弋丈"
  },
  {
    "draw": 3,
    "fiveEle": "土",
    "chars": "己山土丸兀丫也尢于"
  },
  {
    "draw": 4,
    "fiveEle": "金",
    "chars": "仇乏戈仁仍冗少什氏手殳四兮心刈仄爪"
  },
  {
    "draw": 4,
    "fiveEle": "木",
    "chars": "卞丐公勾介今斤亢孔木牛亓欠犬牙元月匀"
  },
  {
    "draw": 4,
    "fiveEle": "水",
    "chars": "巴比不歹反方分夫父互户化幻毛爿匹片攴壬卅水文毋勿"
  },
  {
    "draw": 4,
    "fiveEle": "火",
    "chars": "尺丹吊仃斗火井仂内日太天屯午爻仉之支止中"
  },
  {
    "draw": 4,
    "fiveEle": "土",
    "chars": "厄切王卬夭尹引尤友予曰允"
  },
  {
    "draw": 5,
    "fiveEle": "金",
    "chars": "册叱斥出叼刊仟且仞申生失石史矢世仕市示甩司玊仙乍占正主"
  },
  {
    "draw": 5,
    "fiveEle": "木",
    "chars": "本尕甘功古瓜宄卉加甲叫句巨卡可叩卯疒巧丘囚去外未五仡玉札"
  },
  {
    "draw": 5,
    "fiveEle": "水",
    "chars": "叭白半包北必閟弁卟布匆弗付夯禾弘乎矛民皿末母仫目丕皮氕平叵仨兄玄穴疋匝"
  },
  {
    "draw": 5,
    "fiveEle": "火",
    "chars": "丙代旦叨氐叮冬叻立尥令另奶尼奴冉他它田仝仗召只左"
  },
  {
    "draw": 5,
    "fiveEle": "土",
    "chars": "凹瓦戊矽央以永用由右幼孕仔"
  },
  {
    "draw": 6,
    "fiveEle": "金",
    "chars": "臣丞舛此次汆存丢而吏列任扔如色舌式守妁死寺夙凸刎西吸先囟匈旬曳再在早吒州舟字"
  },
  {
    "draw": 6,
    "fiveEle": "木",
    "chars": "朳朵尬各共乩吉伎奸幵囝件交臼伉考匡夼企犰曲戎朽旭仰吁聿朱竹"
  },
  {
    "draw": 6,
    "fiveEle": "水",
    "chars": "扒百冰并凼伐帆氾犯仿妃份缶伏亥好合冱回米糸名牟仳牝乒收汀危向刑行凶休血印汁"
  },
  {
    "draw": 6,
    "fiveEle": "火",
    "chars": "吃弛打忉氘多耳旮亘光尖匠她决旯老耒劣六甪氖囡年乓全肉同氽佤妄吆宅兆旨至仲自"
  },
  {
    "draw": 6,
    "fiveEle": "土",
    "chars": "吖安充地圪艮圭灰圾岌圮屺戍似吐圩仵伍戌伢羊伊衣圯夷亦屹因有宇羽圳"
  },
  {
    "draw": 7,
    "fiveEle": "金",
    "chars": "扱岔吵车成赤氚串囱吹忖兑判七吣忍妊礽删劭卲佘伸身束吮私伺佀兕姒宋忒吻伭辛秀序巡酉皂卮吱伫助妆壮孜走佐作坐"
  },
  {
    "draw": 7,
    "fiveEle": "木",
    "chars": "杓材岑杈床村杜呃伽改杆杠告更攻估谷庋呙囯旱何吼肓忌夹见角疖劫妗究局姖妜君佧扛壳克扣困伲你杞弃扦羌劬却杉我吴吾扤杌匣吓杏言吟杖"
  },
  {
    "draw": 7,
    "fiveEle": "水",
    "chars": "吧夿弝伴贝伻皀佊吡妣庇别兵伯孛吥步汊池呆汎妨彷吠吩佛否呋孚甫汞佝含罕汗亨宏囫弧汲即江戒况冷忙尨每芈妙尿妞伾屁汝汕汜忘尾污汐希孝形汛妤妘"
  },
  {
    "draw": 7,
    "fiveEle": "火",
    "chars": "犴呈辵呔甙但低弟佃甸玎疔盯豆妒囤旰灸牢玏李里利良吝伶吕卵免男呐佞弄努求忐忑町廷佟彤吞托佗妥巫妖佁佔志豸妐住灼姊足"
  },
  {
    "draw": 7,
    "fiveEle": "土",
    "chars": "岙岜坂坌辰坊坩均坎坑牡妑圻岐岍坍秃完位圬氙岘呀岈延冶矣佚役邑吲甬攸卣佑余欤玙址"
  },
  {
    "draw": 8,
    "fiveEle": "金",
    "chars": "侘昌抄弨扯忱承忡初垂佌刺儿庚刮戋金净侃刻孥妻戕青取叁刹姗疝尚舍社侁呻升使始事受抒叔刷祀忪怂所兔昔穸些姓刖甾昃怎咋轧姃侄忮周妯咒宙侏抓宗卒"
  },
  {
    "draw": 8,
    "fiveEle": "木",
    "chars": "昂枊板杯杵东妸扼兒枋斧秆杲疙供咕姑孤固呱乖官果杭忽昏肌亟佶技季佳肩艽佼届卺京纠赳玖疚居咀具卷咔咖忾抗肯空快侩狂林枚杪艿呢杻杷枇其奇歧穹虬屈券枘松枉卧析呷欣芎厓兖杳宜礿枕枝竺杼"
  },
  {
    "draw": 8,
    "fiveEle": "水",
    "chars": "岸八把爸扳攽版扮姅孢卑沘彼畀忭抃汳汴表秉幷帛瓝沉沌泛房放非氛汾忿奉扶府咐阜侅冈汩卦沆呵劾和佫呼虎或泐盲牦没妹门氓孟汨宓明命殁沫侔姆沐牧忸扭狃抛咆庖呸沛佩帔朋批沏汔汽沁沙沈汰汪味汶沃武物弦冼享协忻幸汹沂雨沅咂沚状"
  },
  {
    "draw": 8,
    "fiveEle": "火",
    "chars": "哎佰长炒坼侈炊佽徂耷妲沓岱宕到的狄底玓典店耵定咚侗抖咄剁佴昉炅昊戽姐咎抉炕昆剌来佬肋例戾两冽囹呤坴侣仑旻奈侽呶妮念弩疟妾炔乳侍帑弢忝佻帖投罔昕炎佯易找折争政知直制帙炙忠隹卓"
  },
  {
    "draw": 8,
    "fiveEle": "土",
    "chars": "艾坳垇坻坫矾附矸岣岵岬坷岢坤垃峁岷坶坭爬帕坢坯坪坡坦坨宛往旺委忤岫盱亚奄肴夜依抑佾咏呦侑於盂臾昀狁"
  },
  {
    "draw": 9,
    "fiveEle": "金",
    "chars": "臿查姹差拆怊伡疢宬怵穿舡春殂促毒度耏钆宫剐剞刭俓枯前怯侵秋纫肜柔砂衫舢厍姺哂矧甚牲省施食室是首姝耍帅闩思娀叟俗剃祆籼庠削信星性咻庥胥叙宣页钇俞俣哉昝蚤则眨咤怔咫峙肘拄拙咨姿俎昨怍"
  },
  {
    "draw": 9,
    "fiveEle": "木",
    "chars": "柲柄柴柢芏俄枹尜肝柑竿疳肛缸纥革虼哏狗枸牯故冠咣皈轨癸柜哄訇虹芨咭级急纪既枷叚架建牮姜姣皆界疥蚧矜劲扃九韭拘狙拒军看柯科咳客哐柃柳咯芒芇怩昵拈柈芃枰祈芑契恰芊俏俅酋畎芍柿柁柝芄玩侠狎柙相枵俆彦奕弈疫羿胤柚禺竽芋栅柘枳柱斫柞"
  },
  {
    "draw": 9,
    "fiveEle": "水",
    "chars": "疤拔拜拌保抱背祊甭泵毖扁窆拚便昪波泊勃哺怖沲法畈飞沸狒玢风封凫怫拂俘氟罘拊讣负泔沽哈孩河很红泓侯后厚狐怙徊奂宦皇虺哕计沮炬姥泪泠泖昴冒玫眉美昧虻咪弭泌沔勉眇秒咩玟抿泯抹哞某拇泥拍哌眅泮叛盼狍泡疱怦抨披毗姘品屏泼匍柒泣泅泉染娆沭泗沱咸香巷泄卸泫泶妍沿泱盈泳油沾沼治注"
  },
  {
    "draw": 9,
    "fiveEle": "火",
    "chars": "炳抶抽怛待怠殆眈抵帝酊订段祋盹盾哆哚赴拐曷烀咴姞柬炯玦俊拉厘俚俐怜亮咧拎律哪娜柰耐南怒虐炮炱泰炭畋殄亭突凃拖拓歪纨肟炫紃殃徉咬映昱怨灾炸招昭者贞祉致盅重纣胄炷籽秭耔奏"
  },
  {
    "draw": 9,
    "fiveEle": "土",
    "chars": "哀垵拗砭垞衩昶垤垌峒肚砘垛垩垡垓垢垲砍奎趴怕盆砒垧哇娃威韦畏胃瓮屋侮型砉峋押垭娅砑咽匽怏姚要咿怡咦姨舣姻音垠俑勇幽疣羑囿宥纡舁禹垣爰约窀垚玥"
  },
  {
    "draw": 10,
    "fiveEle": "金",
    "chars": "剥财睬仓敇豺刬伥倡鬯晁眧耖唓宸乘蚩持翅刍俶纯祠脆厝凋钉珐刚罡怪借峻钌倪钋剖倩挈邛讱轫衽狨辱弱珊闪讪剡扇哨射珅娠神眚师十时拾狩书纾殊衰拴素祟孙隼唆索恸剜紊唏息席掀宵笑修脩訏徐玹痃眩殉栽宰奘唣哳痄窄钊针真畛疹拯症纸指酎疰拽酌租珇祖祚唑座"
  },
  {
    "draw": 10,
    "fiveEle": "木",
    "chars": "桉芭笆柏栢梆苄栟屙婀苊芳芬粉芙迀酐绀羔高哥格鬲哿根耕哽肱恭蚣躬拱贡玽股骨罟挂倌桄鬼桂衮核桁讧笏花桓恢唧姬屐笄笈脊记芰珈家痂恝兼豇狡讦拮桀芥衿肼弪径柩桕疽桔矩俱倨娟倦桊隽拷栲珂疴恪倥恐芤哭库框括栝栳栗匿臬耙芘栖芪耆岂起气虔肷芡衾芩芹祛拳缺桑芟秫栓凇笋桃桐砼桅芴奚哮校芯栩桠芽芫唁苡倚痈邕娱圄峪原纭芸笊芝祗芷桎株桌"
  },
  {
    "draw": 10,
    "fiveEle": "水",
    "chars": "氨粑呗班般舨豹趵倍倴畚秕俾舭珌髟俵病玻砵亳庯秤臭泚洞娥洱肪纺舫肥匪肺纷峰俸服祓蚨俯釜害氦蚶邗函航蚝耗盍狠恨哼恒洪候祜洹洄恚活洎浃津酒洌洛马邙旄们勐洣敉秘眠眄珉秣毪亩纽俳派畔袢旁配倗疲蚍拼娉俜洴玶珀哱圃凄讫迄洽洳洒杀纱娑洮洼洧纹蚊务洗效胁绁洩屑恤洫恂洵训衍洋洇耘拶洲洙浊"
  },
  {
    "draw": 10,
    "fiveEle": "火",
    "chars": "哧耻翀娖玳耽疸紞岛倒娣玷爹瓞冻恫蚪趸耿烘恍晄疾晋珏倔烤朗烙哩娌俩凉料烈玲瓴凌留旅挛伦倮耄拿纳肭衲孬能娘恧衄哦秦恁朊芮蚋偌晒晌恕朔趿肽唐倘讨套特疼屉倜恬挑条庭挺徒彖庹挖挝倭乌娭夏畜烜讯迅秧烊窈舀旃展站珍朕肢值晊秩舯衷冢罜祝倬笫恣"
  },
  {
    "draw": 10,
    "fiveEle": "土",
    "chars": "啊唉埃砹鹌俺按案盎敖芺峬城埕訑砥峨恩砝砩个埂埚砬埒埋砰破埔砌峭窃容埏砷堍砣娓軎翁唔阢峡轩蚜氩恹胭"
  },
  {
    "draw": 11,
    "fiveEle": "金",
    "chars": "偲彩参曹侧钗产娼常徜唱巢晨趻偁琤瓻匙豉舂崇紬偢处绌啜船钏玼疵瓷粗啐挫得钓钒副寂祭剪旌勘馗率捏钕珮阡钎氢圊悫雀蚺唼啥钐商捎绍奢蛇设赦绅胂售孰庶唰爽悚讼宿狻捅偷钍问悉欷觋徙细舷祥斜偰邤訢衅邢羞袖酗旋悦责舴扎蚱砦粘胗栀胝趾终昼珠蛀专着紫族组胙做"
  },
  {
    "draw": 11,
    "fiveEle": "木",
    "chars": "茇苞苯笨苾梐彬梣茬趁笞茌崔笪笛兜轭梵芾苻桴符苷敢舸梗珙苟笱蛄蛊梏牿胍规匦国悍捍偈寄笳袈戛蛱胛徦假坚枧趼健皎教秸婕堇近婧竟救苴趄苣捐眷桷捃胩康苛氪啃寇苦梡眶悝盔悃捆婪笠啉苓茅茆茂梅苠茉苜旎偶苤笸启乾悄茄卿顷筇蚯区蛆朐娶悛圈痊苒若啬苫梢苕笙倏梳术笥崧桫梭苔梯笤梃桶偓梧悟晤狭厢枭偕械许珝研厣眼悒挹翊茚英唷圉庾苑笮苎棁茁梓"
  },
  {
    "draw": 11,
    "fiveEle": "水",
    "chars": "捌豝胈败绊邦浜胞狈被偝偪逼毕闭狴婢庳敝贬匾徧彪邠斌浡舶捕涔唇讹返贩访啡酚唪趺麸绂绋浮匐艴妇够海酣浛毫浩盒蚵痕珩唿唬扈瓠患凰悔彗晦婚货洚浸泾涓浚邟浪流麻麦脉曼袤浼眯觅密冕喵苗敏眸涅徘胖脬袍匏胚旆烹啤偏殍票贫婆粕浦渠涩涉涑挲涕涂涒晚望偎浯浠习涎消邪挟婞訩虚雪珢涌鱼雩浴浙浞"
  },
  {
    "draw": 11,
    "fiveEle": "火",
    "chars": "欸捭蛃晡眵敕从凑绐带袋聃胆啖蛋盗羝顶啶动敚舵阨珥烽晗焓焊斛将狷诀觖翋徕狼勒梨狸犁猁珕唳粒梁聊羚翎聆蛉娄卤鹿略囵捋珞那婥讷您胬戚软晟胎酞贪袒啕剔悌甜粜烃停珽豚唾娲袜烷挽焐晞烯珣珧斩张章帐啁侦振执痔窒舳捉啄眦偬"
  },
  {
    "draw": 11,
    "fiveEle": "土",
    "chars": "挨庵唵埯崩埠堾埭岽硐堆岗硌崮硅崞胡基崛崆堀崃硭埝鸟啪培堋埤崎畦牵埽眭堂窕眺婉唯帷伟尉迕捂牾硒崤硎勖琊崖哑痖讶迓崦焉闫偃痒野痍移异埸翌狺寅迎茔庸恿悠蚰蚴狳域欲峥埴蛭"
  },
  {
    "draw": 12,
    "fiveEle": "金",
    "chars": "钯钣钸猜裁残伧厕嗏觇孱猖惝敞怅钞超朝抻牚胵啻惆喘窗创捶词猝酢悴毳皴嵯痤矬措貂掉钭钝贰钫琈钙割钩辜壶戟绝钧竣剀钠甯钮掊裒钤钦禽情氰然韧绒伞散丧扫嫂痧跚善稍邵猞畲肾胜甥盛剩视授瘦疏舒黍述税顺舜丝斯俟竦嗖酥诉粟飧睃钛替童推惜傒晰犀粞舾饩舄羡象胸琇须婿絮喧绚喻钥咱凿枣迮曾喳诈掌诏挣狰帧脂殖絷轵众蛛贮註兹诅尊阼"
  },
  {
    "draw": 12,
    "fiveEle": "木",
    "chars": "棒笔草策茶枨茺楮篅荈棰茈茨答等第棣迭栋筏棼茯尴皋胳袼给茛轱觚酤诂雇棺贯胱晷贵棍聒猓椁皓闳喉荒茴荟嵇极戢棘殛集几掎悸迦袷跏间犍荐绛茭椒蛟绞窖喈街杰结筋荩惊阱景痉窘啾厩掬椐莒讵惧距犋掘珺喀开凯闶钪轲棵控筐贶傀喟蛞棱荔椋络荦荬棉茗猊棚椑期棲欺祁棋掐掮茜嵌强羟乔邱球诎蛐荃筌荏茸茹阮森筛耜覃棠珶茼统筒椭皖稀厦筅荇悻琄荀雅掩雁尧傜荑椅茵硬哟驭饫寓栈棹植茱椎茲棕最"
  },
  {
    "draw": 12,
    "fiveEle": "水",
    "chars": "跋阪湴绑傍棓报悲邶备贲絣琫诐邲弼皕揙猋幖邴啵博跛钚瓿淳淙淬淡发番饭邡防婓扉淝悱斐粪冯稃跗涪袱幅复傅富淦蛤涫胲顸邯涵寒喊琀绗淏诃喝涸訸贺惚淮唤徨蛔惠混耠惑渐荆涞涼淋淩渌沦傌买茫蛑贸帽媒媚寐扪闷猛脒幂黾描淼闵淖排牌跑彭捧邳痞胼评迫普淇浅清渃脎深淑涮淞淌淘添淟涴雯涡无淅喜闲现项淆涬雄徇涯淹液欹淫淤淯渊云粥涿淄"
  },
  {
    "draw": 12,
    "fiveEle": "火",
    "chars": "掰焙采场焯掣珵程塍嗒傣贷单氮悼登迪觌诋邸睇掂阽惦跌喋耋痘短惇敦掇迩焚钬焦接嗟晶就厥吭焜啦喇琅稂劳喱犂理傈痢詈晾量捩裂趔琌琉硫虏脔掠抡捺喃赧婻捻傩晴闰婼邰跆毯探掏啼腆掭祧迢贴婷蜓痛屠饨跎酡惋惘喔窝幄欻寻循巽焱蛘轺轶媛哲蛰诊轸证臸彘智痣轴粢"
  },
  {
    "draw": 12,
    "fiveEle": "土",
    "chars": "捱媕啽晻胺媪傲奡堡堛嵖砗堤奠堞恶费黑堠劃黄堪喹岚塄嵋垴蛙崴為围帏惟喂硪婺痦翕硖翔硝砚堰崵崾揶掖猗"
  },
  {
    "draw": 13,
    "fiveEle": "金",
    "chars": "铋钵钹铂踩粲恻插诧琩琛嗔脭絺饬傺愁稠酬蜍楚琡揣歂蠢跐琮催瘁搓脞钿堵钴钾剿捷靖钜钶铃铆钼铌刨剻铍钷铅钳蜣惬嗪銎饪揉塞搔琗裟歃煞伤艄蛸诜蜃诗邿狮势试轼毹暑鼠蜀睡嗍嗣肆送搜肃嗉睢岁嗦羧唢铊钽酮剸媳郄酰嫌蚬跣详想绡新歆惺猩貅绣嗅煦揎暄铉驯询铀铕愉揄蝓伛钰裕愈钺载贼揸闸债斟钲睁黹酯诛邾瘃庄装琸资揍傶阻"
  },
  {
    "draw": 13,
    "fiveEle": "木",
    "chars": "嗄荸箅筴搽猹槎茝椿楱榱戥荻椴莪蛾愕枫莩该陔赅戤概感幹筻嗝塥跟绠诟彀痼诖琯诡跪嗬荷猴逅畸嫉楫麂荚嫁拣笕减楗毽酱郊跤脚敫揭诘睫解仅禁靳经茎睛胫敬迥揪舅琚雎榉绢筠揩慨楷戡莰稞窠嗑筘窟夸蒯诓揆暌琨髡廓莨楞莉莅廉楝琳莽莓楣娩募楠逆睨筢榀莆颀琦琪祺佥愆箝呛樯愀琴勤倾楸诠辁裙群嗓莎筲椹筮竖颂荽莛荼莞莴斡珷皙暇莶苋楔歇莘楦靴傿筵罨杨椰业义肄楹莜莸莠愚榆瘐预御楂桢孳罪"
  },
  {
    "draw": 13,
    "fiveEle": "水",
    "chars": "靶颁斑斒稖雹陂琲迸哔愊愎痹辟惼飑禀摒脖渤补测滁渡沨蜂脯溉港傼颃嗥号郃貉郈轷湖猢琥郇换涣豢惶湟挥晖汇会贿喙毁浑贾湔茳湫较粳鸠渴雷粱妈吗湄猸渼盟迷渺湣愍酩莫貊湳脲琶湃湓傰琵媲睥犏剽聘郱瓶裘惹绥汤琠湍微湋渭渥熙湘渫溆渲湮渶游渝郁渣湛浈滞渚煮"
  },
  {
    "draw": 13,
    "fiveEle": "火",
    "chars": "稗煲煏煸裎嗤媸驰传搭靼迨亶当砀嗲电殿揲牒鼎督煅顿躲惰跺烦觥煳焕煌晃幌诙迹煎睐啷廊酪诔傫愣蜊炼赁零旒偻赂辂琭禄路乱煤睦乃揇猱恼农暖逄稔塔痰逃绨提跳艇嗵退煺蜕脱驮陀顽脘畹煨炜蜗熄煊烟琰扬炀暘徭虞煜詹盏照罩蜇郅置雉追惴琢赀觜趑訾"
  },
  {
    "draw": 13,
    "fiveEle": "土",
    "chars": "阿矮爱嗌揞暗嗷嶅廒奥碑碚碘碉碇碓痱话觟嵴碱块跬袅硼圣嵊嵩塑碎塌塘填琬碗嵬琟猥痿艉猬温嗡握呜蜈坞诩"
  },
  {
    "draw": 14,
    "fiveEle": "金",
    "chars": "铵艑綵嘈察瘥僝嫦玚綝称诚郕铖酲铳搊绸裯殠搐搋僢怆慈雌粹翠铞铥睹铒罚阀铬铪郝划铰精聚劂铐铑闾铭陧齐綮慊戗腔抢劁寝蜻铨逡认铷瑞睿搡瘙铯僧绱韶赊慎酾逝誓寿绶陎署说搠嗽诵嗾瞍速愫僳觫酸狲损铫铜僮骰途酴僖蜥铣屣郤禊衔线限像逍需睻铘铱劓铟银腴瑜窬臧造啧帻甄赈蜘摭碡帚铢综腙粽僔铝"
  },
  {
    "draw": 14,
    "fiveEle": "木",
    "chars": "菝榜菢菶萆菜菖苌尝篪椽菙萃萏菪凳摁菲榧菔嘎盖赶纲睾膏搞槁诰郜歌搿箇郠构菇菰箍鼓褂管逛绲帼蜾菡赫瘊槐萑夥箕暨跽嘉郏瘕笺菅搛戬僭降僬侥饺酵截竭诫骱紧廑菁腈兢迳僦裾菊榘皲菌郡犒裉箜骷酷筷魁睽匮愧匱莱榔菱榴杩樠萌墓幕萘槈箄裴菩桤萋嘁萁旗綦绮葺搴歉枪敲侨诮箧轻箐逑赇巯蜷绻榷荣榕箬瑟菽槊菘算榫榻萄萜菟菀伪萎菥箫榍榭菸厌酽疑瘗蜴萤郢萸语妪箢瑗愿菑榨寨肇榛筝菹"
  },
  {
    "draw": 14,
    "fiveEle": "水",
    "chars": "搬蝂饱悖绷嘣鼻币滗裨弊碧馝稨滮裱宾菠驳搏僰箔逋沧滀涤滇绯蜚腓翡偾疯逢凤孵郛福辅腑滏腐阁沟嘏寡滚嗨豪滈阂菏瑚华滑猾痪滉珲诲魂溷祸溘滥漓溧溜犸唛嘛幔髦瑁瞀么酶艋蜢嘧蜜绵瞄灭闽鸣冥溟暝嫫麽陌寞溺滂搒脾罴蜱嘌萍颇仆溥蜞溱溶溽飒饲溲溯溻溏滔网瘟闻郚舞郗溪携熊溴踅熏窨溢荥源滋滓"
  },
  {
    "draw": 14,
    "fiveEle": "火",
    "chars": "熬畅暢尘逞瞅绰瘩捣嘀嫡递腚胨郖逗端对裰夺缍尔裹伙奖尽恺瘌辣罱郎嫪嫘酹嘞嫠奁连踉僚寥廖粼绫领熘绺喽陋绿纶裸雒瑙嫩宁喏搦炝熔煽裳台态摊叹搪耥趟慆慝滕逖惕裼舔蜩通透图团箨蜿绾腕诶鞅疡摇荧毓搌绽嫜彰胀幛赵肈这祯种逐缀缁"
  },
  {
    "draw": 14,
    "fiveEle": "土",
    "chars": "肮獒塝碥碴墋诞碲垫碟砜闺监碣境逵壸墚嵝墁呕碰堑岖墒塾墅硕碳维玮诬误寤瑕顼嘘墟碹腌嫣耶腋祎旖夤瑛墉"
  },
  {
    "draw": 15,
    "fiveEle": "金",
    "chars": "锕钡惭惨艖掺摻婵鋋廛谄肠厂麨瞋漦瘛冲摴厨锄諔嘬疮摐噇踳赐醋摧锉嘟锇锋敷锆刽刿铗缄剑节靓锔剧锞刳锒锂锍锊劈铺噙锓请趣髯糅锐腮毵磉傻陕殇赏审谂实蚀驶奭艏熟数腧摔谁咝缌嘶驷艘螋谇琐锑铤腿鋈嘻陷腺線哓销锌腥陉锈绪儇缊糌驵噪锃稹帜陟挚皱嘱翥幢谆诼踪诹陬"
  },
  {
    "draw": 15,
    "fiveEle": "木",
    "chars": "葆萹箯标槽箣郴樗枞葱稻噔蒂腭樊葑橄稿葛赓巩穀广妫瑰郭掴荭篌糇葫槲篁蝗叽缉赍稽瘠挤稷葭价驾稼俭翦贱腱箭僵桨娇胶噍颉羯槿儆獍阄驹屦踞蒈慷靠颏瞌蝌课缂抠侉宽款诳葵醌阃楼面模耦葩篇葡槭葜悭椠庆穷茕萩蝤葚枢葰樘葶葳苇蒍妩葸瞎贤缃葙箱蝎萱样仪谊毅莹媵萭窳葬樟箴荮著箸醉"
  },
  {
    "draw": 15,
    "fiveEle": "水",
    "chars": "鲃魃罢瘢魬褒鸨褓暴辈褙骳奔陛腷駜髲编蝙褊缏麃摽憋饼葧踣餔部漕浐蝽漘醇滴幡范鲂诽肤幞蝠驸赋腹蝜蝮澉缑緱盥虢憨汉撖颌褐滹浒沪哗踝逭漶辉麾慧浆漤涟凛漏漉履落玛码祃劢卖鞔满慢漫漭猫蝥貌霉魅缅缈庙缗瞑摸摩漠墨慕暮沤蒎盘醅赔喷嘭郫陴翩漂魄噗漆憩渗漱漽霆万逶嬉虾饷霄勰写漩演漾漪颍渔漳涨震渍"
  },
  {
    "draw": 15,
    "fiveEle": "火",
    "chars": "皑僾熛噌层彻踟齿憏憃除褚踔逴辍腠褡逮儋弹德敌骶缔踮调蝶董陡缎饵缓践进摎噘赉阆唠乐黎厉练谅辆嘹寮撂刘瘤搂鲁逯戮虑轮论脶熳鼐腩蝻脑闹馁辇侬驽挪噢僻热熵踏骀瘫谈郯赕羰瑭躺铽踢缇髫抟褪驼腽辋腰瑶熠熨暂摘獐账辄摺阵鸩征诤质觯肿驻缒禚辎"
  },
  {
    "draw": 15,
    "fiveEle": "土",
    "chars": "腤鞍璈墺嶓嶒墀磁磋嶝墩堕废坟磙嘿糊蝴峤磕蝰崂磊嶙碾嬲欧殴怄磐嵚确豌纬诿卫慰庑娴鞋糈鸦养噎叶靥亿逸影慵忧邮鱿蝣牖谀缘院阅增磔徵"
  },
  {
    "draw": 16,
    "fiveEle": "金",
    "chars": "锛餐憯穇舱糙蹅侪幨阊氅鋹谌踸赪褫憧瘳踹遄陲锤輴錞糍璁璀撮蹉鹾错锝雕锭辐钢锢锪辑锦静锯锩锟铼钔锰穆锫凭錡钱锖嫱揿瘸蹂儒缛褥噻嬗膳鄃输蛳撕稣锬颓锡羲螅阋锨醒髹谖谒逾觎谕憎甑瘵战缜铮整郮绉诸麈撞锥锱郰撙"
  },
  {
    "draw": 16,
    "fiveEle": "木",
    "chars": "蓓荜筚蓖篦蔀篰苍橙篘莼笃饿谔鄂阏萼遏噩諤蒽篚噶篙糕缟膈骼鸪毂掼龟辊过蒿嚆横黉骺鲎桦慌隍荤机畿墼蒺剂冀髻颊缣蒹谏踺彊耩犟挢徼缙噤颈憬橘举踽窭鄄橛麇瞰眍裤哙窥愦篥梦蒲朴器褰黔橇桥憔樵撬鞘亲擒檎螓檠磬遒鼽糗趋鸲磲桡蓉蓐鄀穑树蒴蒜荪蓑蓊樨县橡筱啸谐蓄阎魇谚窑缢萦蓥嬴颖阈遇圜樾蓁蒸筑篆嘴樽"
  },
  {
    "draw": 16,
    "fiveEle": "水",
    "chars": "澳鲅办鲍虣惫糒甏嬖觱鮅鞞遍辨瘭傧拨饽播鲌膊馞潺潮澈澄霏奋愤讽抚鲋骸骇颔翰翮醐寰遑潢讳阍馄霍涧浇洁噱溃潦涝霖蚂骂瞒螨蒙醚悯螟瘼默谋霓凝潘螃耪陪霈澎膨骈蹁谝瓢瞟撇瞥频鲆扑氆潜润撒霎潸潲渑澍澌潭烫潼隈沩涠阌宪廨兴学浔鄅沄"
  },
  {
    "draw": 16,
    "fiveEle": "火",
    "chars": "撤陈撑鸱炽俦辏达殚掸惮导道灯谛谍蹀都赌憝吨炖遁踱燔积瑾撅獗赖褴螂捞擂缡璃罹历琏撩獠燎廪陵遛龙瘘卢陆录骆焖遖挠鲇哝诺逎燃烧遂鲐昙糖螗绦陶蹄醍头暾鸵橐熹晓璇谑焰鸯晔烨燚燠璋瘴赭臻踵猪撰赘谘髭燊"
  },
  {
    "draw": 16,
    "fiveEle": "土",
    "chars": "嗳嫒谙聱螯懊磅壁碜惯衡垦垮磨瓯碛墙融坛违谓怃歙遐鸭阉燕噫颐峄殪阴壅馀豫鸳螈运郓酝砖"
  },
  {
    "draw": 17,
    "fiveEle": "金",
    "chars": "锿嚓擦縩操艚螬懆馇锸禅偿韔鼌帱憷歜黜膗聪独镀锻锷锅锾徽蹇饯键骏锴链镅镁縻鍪遣跄锹锲嚅孺鄏赛糁缫擅声谥蟀瞬锶耸锼谡虽隋缩膝蟋谿戏鲜痫猃馅谢鸺逊翼舆糟罾铡斋毡锗鍼钟锺诌瞩总邹"
  },
  {
    "draw": 17,
    "fiveEle": "木",
    "chars": "蒡蔽檦檗蔡柽苁蔟簇档瞪懂蔸篼擀鸽篝购媾鸹馆簋蝈馘癀桧豁击玑激哜觊艰鞯捡检謇讲蒋鲛矫阶鲒鞠鞫据飓糠颗髁恳蔻挎狯亏栏檑莲联敛蓼檩蒌篓簏蔓懋甍蔑篾茑蓬蹊谦瞧擎罄麯蕖阒篸蔌簌檀蔚檄蓰辖罅芗魈蓿蔫檐荫营狱岳箦蔗栉赚桩"
  },
  {
    "draw": 17,
    "fiveEle": "水",
    "chars": "癍帮谤跸臂褾豳擘澹点淀璠繁鼢缝缚醢鼾韩憾撼嚎鸿觳浣擐璜隳浍诨阔蒗澧濂潞嬷缦蟒蟊弥谜糜谧摹膜浓蟠貔缥螵嫔皤璞霜潚濉禧霞乡鲞亵懈獬鲟澡泽澶"
  },
  {
    "draw": 17,
    "fiveEle": "火",
    "chars": "暧餲灿龀瞠骋丑黛担瘅挡蹈队鸸鲕烩绩琎爵阑痨缧儡励隶裢殓魉疗临瞵磷懔隆耧蝼缕鸾螺麋缪黏咛騃燧遢蹋饧膛螳醣誊嚏瞳疃臀襄燮谣遥繇燥择辗蟑褶鸷膣螽烛纵"
  },
  {
    "draw": 17,
    "fiveEle": "土",
    "chars": "癌隘闇鮟醠遨謷磴礅鲑壕壑磺矶礁圹岭硗嵘闱鲔邬压阳嶷忆怿翳应婴膺拥优黝隅屿辕远龠郧"
  },
  {
    "draw": 18,
    "fiveEle": "金",
    "chars": "翱鏊镑鎞饆璨蝉繟儭艟懤雏幮储蹙窜鄜镐镉环秽劐镓铠镏镎聂啮镍拧狞阕阙镕鞣铩缮蟮觞婶双飕锁钨雟燹蟓擤镒遭赜缯膪镇织颛鬃"
  },
  {
    "draw": 18,
    "fiveEle": "木",
    "chars": "槟檫蒇槌箪簦簟蕫鹅额颚蕃搁隔鲠遘觏鹄瞽归鲧簧蟥蕙获犄蕺虮鲫鲣睑裥简谫槛糨蕉谨觐旧瞿鹃蕨骒蒉篑聩拦瞢拟腻柠骐骑荨襁鄡荞窍翘苘躯璩觑鬈荛绕蕤蕊蔬梼檮隗魏芜黠蕈颜蝇鹆蜮簪蕞"
  },
  {
    "draw": 18,
    "fiveEle": "水",
    "chars": "鼥鞴鄙毙濞髀奰鞭飚蹩滨摈殡袯鹁馎鵏闯荡翻黻赙覆馥濠阖鄠鲩缋蟪济谩鄤鄚朦鄍谟馍貘泞蹒蟛癖鯆濮濡鲨湿穗涛潍隙獯杂濯"
  },
  {
    "draw": 18,
    "fiveEle": "火",
    "chars": "痴虫戳丛戴焘鞮癜断怼丰烬醪耢釐礼鲤粮缭膦噜侓辘璐谬蛲耨懦适曙抬鹈题阗餮魍曛曜瞻障遮谪职贽踬转骓擢"
  },
  {
    "draw": 18,
    "fiveEle": "土",
    "chars": "碍瑷盫袄蹦璧础硷礓垒讴韪鄢医黟彝癔鄞鄘鼬陨韫"
  },
  {
    "draw": 19,
    "fiveEle": "金",
    "chars": "鏖镚镖襜蟾铲鲳惩迟宠畴辞蹴祷镝颠牍犊镜铿鎏镂镘锚镆锘迁锵谯鲭鹊颡骚臊膻鄯绳识兽摅璹馊擞镗醯系暹馐选镟赞錾躁谮鲰镞遵"
  },
  {
    "draw": 19,
    "fiveEle": "木",
    "chars": "薜簸橱薋蹬椟臌关犷薅薨蕻谎讥蓟缰缴轿醮襟馑鲸鬏绔胯脍旷鲲扩蕾枥栎橹麓难鲵攀麒髂签蔷跷缲麴黢醛萨薯薇蕹萧肖撷薤蟹薪薛赝遗蚁薏蓣籀"
  },
  {
    "draw": 19,
    "fiveEle": "水",
    "chars": "瓣鹎襞瀌瘪薄醭簿瀍鹑渎蹯鲱羹鞲鲴缳绘嚯溅猎浏泺懑懵蠓祢靡湎鹋鹏骗鄱谱蹼瀑扰渖雾泻霪滢"
  },
  {
    "draw": 19,
    "fiveEle": "火",
    "chars": "薆摆爆蹭嘲蛏歠骴哒郸裆邓鲷鸫胴蹲齑际谲蹶羸类离丽呖帘臁蠊脸裣辽邻遴辚鲮馏咙撸庐氇蠃蟆鲶撵脓庞曝蹻烁谭韬鼗玺鄩绎赠鄣辙郑掷骘鲻"
  },
  {
    "draw": 19,
    "fiveEle": "土",
    "chars": "爊礤坏疆坜垄垅垆稳鹉骛嬿臆繶臃韵"
  },
  {
    "draw": 20,
    "fiveEle": "金",
    "chars": "镡犨触鰆镫镦鐇镄铧鏸锏鐎镢鐍锎铹镣鏻聍镤镨缱镪黥謦鐉蝾襦繻蠕鳃馓鳋骟释孀铴璺霰馨续译谵驺鐏"
  },
  {
    "draw": 20,
    "fiveEle": "木",
    "chars": "藊藏榇筹篡鹗鳄藁鳇攉蠖籍继舰藉警竞龃遽醵觉阚喾跨郐纩馈蓝篮栊栌檬藐篷脐蛴荠骞琼鳅劝薷薹牺献悬薰严邀议橼黦槠橥纂"
  },
  {
    "draw": 20,
    "fiveEle": "水",
    "chars": "膀龅鲾避襣躄鳊辫穮缤濒蠙膑黼鳆瀚鹕怀还瀖濑沥泷露泸鬕迈颟馒鹛蠛魔譬嚷瀜潇邂瀣潆瀛潴"
  },
  {
    "draw": 20,
    "fiveEle": "火",
    "chars": "宝阐党鲽窦嚼矍懒黧醴疠龄骝胧拢炉掳罗糯飘赡獭挞腾龆鼍曦耀赢瓆躅"
  },
  {
    "draw": 20,
    "fiveEle": "土",
    "chars": "骜巉矿岿砾壤鼯鹜邺瘾嘤罂"
  },
  {
    "draw": 21,
    "fiveEle": "金",
    "chars": "鐾骖鸧虿搀忏羼韂衬铛躇呲鹚骢铎镌镭镰鏴嗫谴蛩麝随隧邃铁燨险镱儹踯屬镯鄹"
  },
  {
    "draw": 21,
    "fiveEle": "木",
    "chars": "藨鹘顾鳏颢饥鸡歼鹣茧赆夔藜藕鞒驱饶薮藤嚣药艺龈莺樱"
  },
  {
    "draw": 21,
    "fiveEle": "水",
    "chars": "黯霸辩骠膘飙襮藩瀿瀵鹤轰护瀐澜潋猕腼邈霹鼙鳍瀼攘醺瀷瀹灂"
  },
  {
    "draw": 21,
    "fiveEle": "火",
    "chars": "缠踌跻爝腊蜡癞斓览烂累俪疬珑髅瓐骡曩鳎鲦鳐鹞灶啭馔龇"
  },
  {
    "draw": 21,
    "fiveEle": "土",
    "chars": "鳌礴蠡砺砻碌礞巍撄誉跃"
  },
  {
    "draw": 22,
    "fiveEle": "金",
    "chars": "镔镲躔冁摛蹰撺镬鉴跫慑袭隰骁癣骣铸"
  },
  {
    "draw": 22,
    "fiveEle": "木",
    "chars": "蔼龚瓘蘅篯骄邝籁苈蔺茏笼芦蘑孽苹蕲氍权苏俨瘿龉鬻蕴"
  },
  {
    "draw": 22,
    "fiveEle": "水",
    "chars": "边鳔鳖沣灌骅欢獾霁霾鳗艨鳘耱瓤穰滠响飨鳕藻"
  },
  {
    "draw": 22,
    "fiveEle": "火",
    "chars": "颤龊籴叠读龛邋鳓粝鲢躐驎鹨聋癃窿胪舻孪囊摄赎傥饕听弯鹧"
  },
  {
    "draw": 22,
    "fiveEle": "土",
    "chars": "巅峦鸥懿隐璎鳙饔"
  },
  {
    "draw": 23,
    "fiveEle": "金",
    "chars": "镳黪黲髑镥颥鳝铄鸶髓鼷鱚纤鹇攒脏齄鳟"
  },
  {
    "draw": 23,
    "fiveEle": "木",
    "chars": "欑蘩鳜藿鹪鹫蠲兰蔹椤蓦蘖蘧癯藓鼹验驿鹬"
  },
  {
    "draw": 23,
    "fiveEle": "水",
    "chars": "鷩变鲼鬟禳滩"
  },
  {
    "draw": 23,
    "fiveEle": "火",
    "chars": "雠蛎恋鹩鳞麟轳栾猡体显"
  },
  {
    "draw": 23,
    "fiveEle": "土",
    "chars": "娈岩缨"
  },
  {
    "draw": 24,
    "fiveEle": "金",
    "chars": "镈蚕谗谶矗鑫瓉瓒骤"
  },
  {
    "draw": 24,
    "fiveEle": "木",
    "chars": "霭簖赣羁搅蓠篱酿衢龋鹰攥"
  },
  {
    "draw": 24,
    "fiveEle": "水",
    "chars": "蚌髌鬓辔颦躞"
  },
  {
    "draw": 24,
    "fiveEle": "火",
    "chars": "螭鞑癫蠹攫谰鳢雳灵陇鹭让闼龌鳣"
  },
  {
    "draw": 24,
    "fiveEle": "土",
    "chars": "坝罐盐艳呓"
  },
  {
    "draw": 25,
    "fiveEle": "金",
    "chars": "鑶镵鲿蹿镧蹑璛镶赃"
  },
  {
    "draw": 25,
    "fiveEle": "木",
    "chars": "观鲚髋榄萝箩蘸缵"
  },
  {
    "draw": 25,
    "fiveEle": "水",
    "chars": "灞酆灏灝鹱漯蛮蘼襻"
  },
  {
    "draw": 25,
    "fiveEle": "火",
    "chars": "叆纛揽鬣酃颅摞囔厅"
  },
  {
    "draw": 26,
    "fiveEle": "金",
    "chars": "馋镩骥镊跹趱"
  },
  {
    "draw": 26,
    "fiveEle": "木",
    "chars": "蠼躜"
  },
  {
    "draw": 26,
    "fiveEle": "水",
    "chars": "湾"
  },
  {
    "draw": 26,
    "fiveEle": "火",
    "chars": "逦郦驴逻瘰攮"
  },
  {
    "draw": 27,
    "fiveEle": "金",
    "chars": "黩銮锣颞钻"
  },
  {
    "draw": 27,
    "fiveEle": "木",
    "chars": "颧谳"
  },
  {
    "draw": 27,
    "fiveEle": "水",
    "chars": "滦缬"
  },
  {
    "draw": 27,
    "fiveEle": "火",
    "chars": "谠缆鸬鲈骧"
  },
  {
    "draw": 28,
    "fiveEle": "金",
    "chars": "齼"
  },
  {
    "draw": 28,
    "fiveEle": "木",
    "chars": "笾戆棂"
  },
  {
    "draw": 28,
    "fiveEle": "水",
    "chars": "滟戅"
  },
  {
    "draw": 28,
    "fiveEle": "火",
    "chars": "魑轹跞"
  },
  {
    "draw": 28,
    "fiveEle": "土",
    "chars": "鹦"
  },
  {
    "draw": 29,
    "fiveEle": "金",
    "chars": "镙"
  },
  {
    "draw": 29,
    "fiveEle": "火",
    "chars": "骊躏"
  },
  {
    "draw": 29,
    "fiveEle": "土",
    "chars": "鹳"
  },
  {
    "draw": 30,
    "fiveEle": "金",
    "chars": "爨"
  },
  {
    "draw": 30,
    "fiveEle": "水",
    "chars": "骉"
  },
  {
    "draw": 30,
    "fiveEle": "火",
    "chars": "鹂鲡馕"
  }
]
