[
  {
    "draw": 1,
    "five": "金",
    "words": "一乙"
  },
  {
    "draw": 2,
    "five": "木",
    "words": "凵厂"
  },
  {
    "draw": 2,
    "five": "火",
    "words": "丁乃了刀刁力"
  },
  {
    "draw": 2,
    "five": "土",
    "words": "二"
  },
  {
    "draw": 2,
    "five": "金",
    "words": "人儿几又乂"
  },
  {
    "draw": 2,
    "five": "水",
    "words": "入匕卜乜匚"
  },
  {
    "draw": 3,
    "five": "木",
    "words": "口干兀"
  },
  {
    "draw": 3,
    "five": "火",
    "words": "三乞千大子巳"
  },
  {
    "draw": 3,
    "five": "土",
    "words": ""
  },
  {
    "draw": 3,
    "five": "金",
    "words": "下丈上丫久么也刃勺叉士夕孑小尸山己已巾弋丌乇屮彳"
  },
  {
    "draw": 3,
    "five": "水",
    "words": "丸凡于亡兀土女孓寸尢川工廾弓万亍囗"
  },
  {
    "draw": 4,
    "five": "木",
    "words": "丐亢勾戈"
  },
  {
    "draw": 4,
    "five": "火",
    "words": "才丹仃仄內切卅天太廿弔斗欠歹牛四亓仂厹气"
  },
  {
    "draw": 4,
    "five": "土",
    "words": "厄卬"
  },
  {
    "draw": 4,
    "five": "金",
    "words": "丑之尹井仁什仇仍今介兮刈升友及壬夭少尤尺引心手支斤日止氏爻牙丮仉冘勼圠尐旡"
  },
  {
    "draw": 4,
    "five": "水",
    "words": "不中丰予云互仆元允公冗凶分勻勿化匹午卞反夫孔屯巴幻戶文方曰月木毋比毛水火爪父片犬王丏冇与仈夃夬巿殳毌爿"
  },
  {
    "draw": 5,
    "five": "木",
    "words": "刊卡可叩甘禾夯尻"
  },
  {
    "draw": 5,
    "five": "火",
    "words": "且丘仔他代令冊匝仟叮叨叼司另叻囚奶它尼巧旦氐田立丼仨圢屴帄庂"
  },
  {
    "draw": 5,
    "five": "土",
    "words": "凹尒"
  },
  {
    "draw": 5,
    "five": "金",
    "words": "扎世乍以仕仗仙仞冉加占卮右召叫只史叱台央失市幼斥札正生由甲申矢石示仩仡仚匜卌圣屳氶禸"
  },
  {
    "draw": 5,
    "five": "水",
    "words": "五丙丕主乏乎付充兄冬出凸功包匆北半卉卯去古叵句叭外奴孕巨左布平弁弘弗必戊朮本未末母民永玄玉瓜瓦用甩疋白皮皿目矛穴丱仜仝刌夗宁宄庀戉氕犮玊"
  },
  {
    "draw": 6,
    "five": "木",
    "words": "亙亥伉各合后好考艮匟夼尕旮"
  },
  {
    "draw": 6,
    "five": "火",
    "words": "六打汀丟企再列劣吏吊地在她字寺年早次此死氖老耒自色求忉扐氻犰仱伄刐吇囡奻奷孖尥屺旯朾朹朸朿氘癿艸"
  },
  {
    "draw": 6,
    "five": "土",
    "words": "安而耳"
  },
  {
    "draw": 6,
    "five": "金",
    "words": "扔汁丞乩交亦伊休件任仰伋兆先刑匠印吉向吃吆吒因囝圯夷奸守宅尖屹州式弛成收旨曳有朽羊肉臣至臼舌舟血行衣西伎优伬伔价伈伢伒刉劦厊囟圪妀奼奾屻屾幵异朻机灱牞襾"
  },
  {
    "draw": 6,
    "five": "水",
    "words": "扒扑氾犯乒乓仿伙伕伍伐伏仲仳份光兇全共冰划刎刖匈匡危同吐吁吋名回圳圭圬圩夙多夸妄妃如妁存宇帆并戎戌戍旬旭曲朴朱朵灰牟牝百竹米糸缶羽聿舛虫汃氿仵伀伝伂伅伓仴冱刓匢卍圮圴妅奿屼巟庄弚彴朼朳汆甪穵网虍"
  },
  {
    "draw": 7,
    "five": "木",
    "words": "扣扛汗亨何佝克吭告吼含坑坎尬改旱更杆杠扞佧囥攷旰"
  },
  {
    "draw": 7,
    "five": "火",
    "words": "七佞伽伺佃似但你低伶冷利吝呆吶吱坍圾圻妞孜尿岐岑廷弟李材杞灶災牢牠男甸皂盯私良豆走里忔忏扦扚汜汏汔犵玎体呔呇坅妠岍岒岓帎庈忒忑忐旳旲杕杍町疔皁"
  },
  {
    "draw": 7,
    "five": "土",
    "words": "呃犴佁吪吘囮岋毐"
  },
  {
    "draw": 7,
    "five": "金",
    "words": "江池汐汕佑伸佔佚冶刪劫匣即呎呈吸吵呀吟听址夾妖妍妓妊孝岔岌希形役忌志忍戒攸杏杖杉杓灸矣秀究系見角言豕赤身車辛辰邑酉肊忕扡扢扙扠汊佒佘伳伿劭劮卣卲厎厏吜呏吤坁妗妎妡宎岈岊岆岕巠庋庌彶戺旵杙杈杝氙灺牣礽耴豸"
  },
  {
    "draw": 7,
    "five": "水",
    "words": "忙忖托汝汙污汛汍汎串位住佇佗伴佛估佐佣作伯余佈兌免兵別判刨助努劬卵吞吾否吧吳呂君吩吹吻吮吠囪困囤囫坊均坐坏壯妝妒妨妣妙妤妥孚孛完宋宏局屁尾巫序庇床弄彤彷忘我攻束村杜杗步每汞灼牡甬甫禿谷貝足釆扜扤扥汒汋汌佖伻佢佉佤伾佟伭佡冏冹刜刞刡匉吰吷呅吙吥吽呁吨囧坌坉坋坒夆奀妦妘妢妐妏妧宒尨尪岏岉帊庉庍弅弝彸旴杅杇杌杚杋氚灴甹疕"
  },
  {
    "draw": 8,
    "five": "木",
    "words": "抗沆侃函刻劾呵咖和坷坩岡庚昊杭杲炕疙軋犺玕侅佷佫佮厒咁咍姀岣岢斻构疘皯盰矸"
  },
  {
    "draw": 8,
    "five": "火",
    "words": "肋忸抖扭投沁汰汽狄佬例來佻兕兩其典冽刺到呶呢垃坦奇奈妾妻妮妳姒定岱帘帖帑店底忝念戕戾林歧的祀祁羌采青艼芀艽艿忴扻扲汧汫沏狃狅玓佽佌匋咑咂呾呬呧呤囹坭坫坵坻坴坽夌妵妲姈宕屇岭岧岝岦弢弤彾彽斨昃昑氝沓沊炓炄甾疌盵矼矷祂竻耵肏舠虰虯虭"
  },
  {
    "draw": 8,
    "five": "土",
    "words": "艾扼兒岸昂扷佴侒侕刵匼坳枙"
  },
  {
    "draw": 8,
    "five": "金",
    "words": "肌忱抄技找扯折抑沙沈沉汲沂玖事些亞享京佯依侍佳使侈佾侑制協卸受呻呷咒周咋咎坼夜奄姐姍始姓姊妯季宜宙尚居屆岩岫帚幸延弦征承昔易昌昕昇枕杳枝杰析欣炎炒炙爭疝疚直知矽社秈糾者舍虱金長政忮忣忺忯忻抌扱扺扰抁扴沋沚沇汦汥犽丳侘佼侀侇佶侄侁侜冼冾劼厔呫呺呥呦坱姎姌姃妱妽岬岟岰帙弨忥戔昅枅枒杻杴枍杺杽极殀炘牪秅穸糽虮"
  },
  {
    "draw": 8,
    "five": "水",
    "words": "八快忪扶抉把批扳抒扮抓抆沅沛汪決沐沌汨沖沒沃汾汴汶沍沔沘狂並乖乳供佰併佩侖侏佺兔具券刷刮剁劻卒卓卑卦卷卹取叔味呸咕咀咄咆呼咐呱咚命固坪坡坤奉奔委妹姑姆姅孟孤宗官宛屈岷岳帕帛府庖弧弩往彿彼忠忽忿或房所放斧於旺昆明昀昏服朋枋東果杷枇杯板枉松杵枚枓杼杪武歿氓氛炊爬爸版牧物狀甽盂盲秉空穹竺羋臥臾虎初門阜隹雨非忭忨忳忡忤忷怀抃抎抏抔抇抈扽汸沄汱汯汩汭沕沜汳汻沎犿狆狁玗玔玒侉侗佪侚佹佸侐侔侞侂冞刲刳剆刱匊咇呿咈呴呯呡呠咘呣囷坯坲坰坶垀坢坨奅妺姏姁妶妼姖妴姇孢孥宓屄岮岤岠岵岯岨岪岥岶帗帔弣彔徂忞戽攽昉旼昄昒昈旻昋昍旽昐曶朊杬枎杶枘枆枌枟枑枃杸杹枔欥歾毞沝沀炔炅炆炑炖炂炚炃瓝瓨甿畀盳盱矹矻矺礿穻籵豖"
  },
  {
    "draw": 9,
    "five": "木",
    "words": "罕肝肛河狗侯剋厚咳哈咯垢垓孩客很後曷柯柑枸看砍科竿紇缸革肐怐泔泃勀勂哏垕姮姤峐峇峆昦牁秏耇虷虼衎釓"
  },
  {
    "draw": 9,
    "five": "火",
    "words": "怩怛拉拈抵拗抬拎泣泥泗泅泠亭亮侵俏俟俐俚剃前剌則南咨哉咱咧契奏姿姥帝待思怠怎昤柳柢柒殆炭牴畋砌祈祇秋籽耐訂酋酊泰芑芓芊怗怬怓怜拑抳抩抸泐沺沴泀泹狔狚狑玬俍俅侹俬厗厘咥咷哖咠呰咾呲垤姩姴宨屌峌峛峎帢庛庣怹扂拏敁昵昳昝柅柟柶柰柆柌柦柃柋殄炟炱炩眈盷砅砃粁羍耔耷虳觓訄赲"
  },
  {
    "draw": 9,
    "five": "土",
    "words": "俄哀哎咡咢垵峉峖峏昹柪砐耏"
  },
  {
    "draw": 9,
    "five": "金",
    "words": "九肖肘芍怏怔怡性招抽押拆沾沼泄油泱沿治泜狎亟信俠係兗冑剎勁咬咸咦哂咽咫咻咿囿型垠城奕姜姣姨姪姚姦姻室宥屎屍峙巷帟幽庠建弈彥徉急施既昭映是星柿染柔柬架柵柩柚查柙殃炸炤牲甚界疫疥疢疣皆盈省相矜砂研祆祉紂紀紉羿耶致舢衍衫要觔計貞赳韭音頁食首香肕芅怊怞怮抭抴抶抮抯抻抰沶泆泲泇泩泑狖狋狌玡玠俓侲俋俔俙侺剄匽厙咭咮垞垟垗垔垥垚奓姞姺姼姶姲姷姠姭峓峟峸巹帠庤庢庥弇徆怷斿昶昜枻柘枷柤枵柍枳柣柂枲柼枮柛毠氠炡炴牊牰牮疧盄盻盺矧矨砑砎砓祅祄秖穾籺籸粀紁羑臿舡虴衪衩釔"
  },
  {
    "draw": 9,
    "five": "水",
    "words": "肓肚育芒芋怯怵怖怪怕怫拌拄抿拂抹拒披拓拔拋抨拐拙拇拍拚抱拘拖注泳沱泌沽波沫法泓沸況沮泡泛泊沬泯泖狙狐玩玨玟玫玥罔表便俑保促侶俘俊俗侮俎俞侷冒冠削勇勉勃匍卻叛哇咪品哄咩垂垣垮奎奐姘娃威宣宦封屏屋峒帥度弭徊律徇怒怨扁拜故斫春昧昨昱柱某枯柄枴柏柞枰柝歪段毒毗氟泉泵炫為炳炬炯炮爰牯甭畏畎疤癸皇皈盆盃盅盹眉盾盼眇禹禺秒穿突竽紅約紆美耄耍耑虐虹虻虺訃負赴趴軍軌重閂面韋風飛肙肒肜芐芏芎芃芄怭怦怙怲怋怴怳怚怢怍怑怌怉抾抪拊泬泫泮泙沭泧沷泂泭泒泝泞洰泍沰泏狘狉狜狒玤玭玦玢玝俉俁俜侻侳俛俇俖俀剉卼厖咺哃咶哅哆咼哞咰垌垝垛垘垏垙壴复姡娀姱姝姽姛姳姵姾峘峗峋峞峚峊峔峈帡帣帤庰弮彖怤扃敃斪昡昲昢昫昺昴昮朏朐柁柲柈枺柜柸柀柫柷柮枹柎柧柭柺柉柊欨殂殶毖毘氡炷炾炰炵牉牬牳狊玅瓬瓮甮畇畈疪癹眃眄眅眊砆砒砏砉祊祌祋秕种秎窀竑笀笁籹籿紃紈羾耎芔衁衧訇蝝"
  },
  {
    "draw": 10,
    "five": "木",
    "words": "肯恨恆恪拷狠個候剛哼哥哽埂害崁核根格桁氦烤疳皋盍羔耕耗耿航高邗迉肮苀芤芶拫挌洘洉珂冓凎哿唅哻哠敆栲欬烗盉砢笐蚢趷酐恒"
  },
  {
    "draw": 10,
    "five": "火",
    "words": "迄芹恰恬挑流洌洽玷玲玳倩倆倒倘倪倉凌凋剔卿叟唐哩哪套奘娘娣娌宰峭島庭恣挈拿料朗栗桑栽桃氣烈爹特玆留疼疸砸砥祠秦紐納耆耽臬虔蚪蚤衹討訖豈財起釘鬥鬲阞邔肣肭芞芡芩恅恌恘拶拺挕拰洒泚狫珋倓倰倛倳倷倜倎党凄剚勍唗唚哷唎埌埒埁娕娗娳孬屔峱崀帩旂朓栳栖栵栔栨栥欴肂毢洯牂牸瓞瓴畟痁皊眣砬砳砱祒秮秭秜秝笒粍紞紎紏紌耹虒蚑蚚蚙蚕蚝衲衾衴貣赶軑釕釢釚飣"
  },
  {
    "draw": 10,
    "five": "土",
    "words": "按洱俺唉哦埃娥峨恩案氨盎洝洏玵匎桉栭栮毦砨蚅豻"
  },
  {
    "draw": 10,
    "five": "金",
    "words": "十迆肢肩肴芝芽芟芥芯芰芷恃拭持拮指拯拾洋洲津洗洩洮洎狩狡珊珍乘倖值借倚倀倡修兼哨唁唷哲哮唧唏夏奚姬娠家宴宵宸射屑展屐峽峴差席師徑恙恥息扇效時晉晏晒晌晁朕校桔柴桀栘殷氧氤烊疾症疹痂益真眨砧砷砟祐神祗秤秧秩窄窈站笑紗級紙翅臭舀舐蚓蚩蚜衽記訐訕訑豺軔酒針釗閃隻飢辿肸肵芺芨苂苃芢恔恞恓恉恀恄恦挍挋挃拹拸挓洨洟洊洚洀浂洁洷洇洢洐狤狦狣珈珅玴玿玾珃珆倞倢俴凊凈剡剞唦哧哳唈唑唊圁堲埕垽垼垶埐奊娙娭娮娊宧宬屖峷庨庮弳弰恝恁扆旃晊晟晑栚栻桋栫桎栴栦栺栠欯欭欱歭毨氥烑烝烋烢烒烍烆烚烎瓵甡畛疻痄疶眐眒眑眕眙眚眧祏祑秪秞窅窌笄笅笈笊笉粌粈紝紖紟紒耖虓蚇蚧蚔衵衱衿袃衼訒豇貤赸酎酏鬯"
  },
  {
    "draw": 10,
    "five": "水",
    "words": "迂迅巡肺肥肱股肫肪芳芙芭花芬芸芣芾恍恢恫恤挖拼拽拱括拴挂洪洞活派洶洛洹洧洸洵洫玻珀亳倌倍倣俯倦倥俸們倔倨俱俳倭俾倫冤冥冢凍准剖剜剝匪原厝唆哺唔哭員唇圃圄埔埋堉娑娜娟娛娓娩娉孫屘宮容峻峪峰庫座弱徒徐恐恕恭拳敉旁旅晃晅書朔框桓桂栩梳桌桐株桅栓殊殉烘烙烏畔畝畜畚病疲疽皰眩眠矩砰砝破砭砠砲祕祟祖祝祚秣租秘笆粉紡紋紊素索純紕紜紛缺翁耘耙舫舨般芻蚊蚌蚣衰衷袁袂訌訊託訓訏豹貢躬軒軏辱邕配酌釜釙馬骨鬼邙邘邛芠芫芚芘芛芵芧芮芼芴恲恇恛恂恟恮拵挎挏挀挔拻洴洭洼洿洳洄洙洺洑洃浀洠洬洈狨狟狪珌玹玶珫珇玸罘倅倇俵倬俶俷倗倠倧倵倯倱冔凅剒剟剕剢厞哢唒哤唄哫哱哸唃唋圂垺埆垸垿埇垹夎娖娏娞宭尃峬峿峮峹帨庪庬彧恚恧戙拲挐敊旆旄晇朒栟桏栱栜栯桄栝栒桍殈毤毣毧烜烓缹烞烠烔烅烇烡牷牶瓟疰痀疿疺眝眛眓眢砣砵砯砮砫砡砩砪祔祛祜祓秫秬秠窆窉窋窊窇竘笓笏笎粄粑粊粅紑紘紓羖羒翃翂翀耾舁舯舥蚨蚖蚍蚞蚗蚆蚋蚥蚡蚘蚎蚐衃衄衭衶袀衯豗趵趶軓隼髟"
  },
  {
    "draw": 11,
    "five": "木",
    "words": "苛苟悍捍海浩乾勘啃夠寇崗康桿梗毫焊痕盒蚶蚵釦釭邟迒茍悎挭挳浭涆珩罡勓啈堈埳堁晥梒氪焓烸牼硍笴笱紺舸蚼袧貥釬閈"
  },
  {
    "draw": 11,
    "five": "火",
    "words": "阡那胎茄苔苓悄悌捏挺浪涕浬涊涅涔狼狸琉偺停側偷兜勒匿參啦啖啕唸唳啗堂婁婪屜崎帶強彩彫得徠您戚啟旎曹梁梯梓梃棄條梨梂毬氫牽犁瓷甜畦疵眺硫窕笠笛第笮粒紮累羚翎耜聊聆蛋蚯蛉袒袋訥責貪赧釣頂頃鳥迖胅胏苙苨苕苖苬苵苶悢捋浶洍浢浰涘浨猁玼偲偍啶唼唴啢唭唻圊埭埽埮堎埼埰堄娸婗婝婒婈婍婰婇婖婜寁寀崚崍崰庲悐桹梫桯梩桼梪梑梊殑殏殎殌烺焍烴烶畣皉眲眥祧秶笥笤笪笝笫笭粘粣紿羝翋翏聃舑舴舲蛁蛈蚸袛豽跂趿軝軜軡酖酘釱釨釮靪頄"
  },
  {
    "draw": 11,
    "five": "土",
    "words": "挨偶啊堊婀庵敖訛軛迗涐珥唵唲堐婐屙欸镺"
  },
  {
    "draw": 11,
    "five": "金",
    "words": "邢邪迎近胄胛胤胝苒英捎挾振消涇浸浙涉浹浥狹假偃健偕偵偯剪匙商啞唱售啣啁堅基執奢娼寅寄寂將崖崢崤巢常帳張徙徜悉悠戛救教敕斜斬旌晝晨晞梢械梔梟殺焉烯產異痔痍皎盛眼硎祥祭移窒笙笞絃紹細紳紲羞翌習舷蛇蚱袈袖訝設訢豉赦趾野釵章竟阠阣邥迓胘胑胂胣胜胗胦苫苡苲茌苭悈悒悕悜捄挹捁捙捚捑挸涍浧浠浟浾涀猀狺狾狶珓珧珜珒珛珔珚珗珘珨乿偰偡偞偠偈偁偛偢偫偣偤偀偮偗凐啑唶唌啥啀啋堔埶埜埴埸埏堇埥埩婕婧婞婭婬婤婛媎娾娹婩孲崝崨崦崟帴庱庴弶徛徟悊旍晛晢梜桭楖梣梬桱桸欷焎畤痎痒眹眱眻眵硈硒砦祫祡离秸秷窔笳笘笚紬紩絁紾紻羕羛翊翐耞耛聇聈舺蚿蛅蚺蚰蚳蚴蚻袑袡袟袘袗袎觙訧訬訞豜赻趼軠酓釴釳釸釤閆隿"
  },
  {
    "draw": 11,
    "five": "水",
    "words": "邦返胖胥胚胃背胡胞苧范茅苣苦若茂茉苗茁苜苑苞苯茆悟悚悔悅悖捕捂捆捉捐挽挪挫捌浦涓浮浚浴涌狽狷班珮珠珪珞罟偽偌做偉偎偏倏偭冕凰副務動匐匏區匾曼啪啄啡問唯啤啜唬圈國圉域堆埠埤堵培娶婉婦婢婚婆婊孰宿密尉專屠屝崇崆崛崑崩崔崙崧帷庸庶庾彗彬從徘御恿患扈敝敗敏敘敔斛族旋晚晤晦勗望梵桶梱梧梭梆梅梡欲烹烽爽率瓠瓶略畢疏痊盔眷眾眶眸硃票笨符粗粕絆統紼絀組終紱缽舂舵舶船處彪蛀蛄蛆術袞被袍覓規訪訣許訟豚販貫貨貧趺軟酗釧釩閉雀雪雩魚鹵鹿麥麻阢阤邡邞邧邠迋迍迕胇胠胈胐胙胊胕胉胍苾苹茇茀茺苴苻苰苪苤苠苺苳悀悁悝悃悛悗悇捖挬捅挶捃捊挼挩挴捘捔捇捗捀捈浺浣浤浡涒浘浯涑淯浿浞涗浼涂涋涄洖涃浻浽浵狴狳狻珙珖珣珝罜罞罠罝罛偪偓偋偝偊倕偅偟偩偆偳偑剫剭剬剮勖匭厜啵啍啐唪唰啒啅啎唹圇埻埢堀堋埣埲埬埡埧堌埱堍奜婠婘娵婟婥婓婃婄婌婑婂孮崞崋崠崌崥崏崒崣崮帾庹庳弸徖悆挲敓晡晙晜朘梇梐桮梮桵桴梲梏桷桫桲梀桾梛梖梋梠梉梤桻梌桽欶欳殍烷焗焌烰焄烳焐烼烿焆焀焋焂牾牻牿玈痏痋痌痑痐皏盓眯眭眴眳眽硉硊硌硅硐祤祩祪祣秺窏窐笵筇笰笢笯笲笸笣粔粖紵紽紸紶絅絇絊紨羜翍翑翇翉耟舳艴虙虖蚷蛂蚹蛌蛃蚽蚾衒袉袕袨袢袪袚袙袤袬袌袓覂觖觕訰谹谻豝赽赹趹跁軘軞軗酚酕釹釪釫釷飥馗"
  },
  {
    "draw": 12,
    "five": "木",
    "words": "阬胳涸涵淦凱割剴喀喊喝喉堪堠寒敢棵殼皓稈給蛤訶賀軻酣鈣開黑邯胲荄茛茖茩掯淊淏涻琀傋堩嵁嵙嵅敤棡欿犅睅硜祴祰筘絯絎舿裉詌鈧閌頇"
  },
  {
    "draw": 12,
    "five": "火",
    "words": "邸邱迢迪迭迨能荔草茲茨惦悽情悼惕探掉掃採掏捻捩捺涼淡淌添淺清淇淋淒淚淘淄猜琅球理琍傖傘勞啼喪喇喋喃單喬喱堤奠婷孳嵌嵐廊廁散斯晴晾曾替期棠棗森棲棣棋欺欽殘毯氮痢痘登盜等策答紫絲絰耋裁裂覃詞詆貂貼貸跌跆量鈕鈉鈐邰迡迮脁荑荖茦茜茢茈荍荅惔惏惝悷悿掂掭掫捯掐掮掟掅掑淀淩淶淟淖涾淂淣猊珶珽琌傔傣傎傝匒厤厧喨啷喒啿堞堜媞媮媊婻媝寍寑崷嵫崽崱崹嵉惄掔攲敧敜敨旒晪朁椌棱棷棶棌椔棸棨椋椗棈氰焛甯盚睇睄硠稂稊稄粢絘絫絩翗聑胾胔臷蛓蛚蛪裗覗觝觛詅詈趀跜跕跈軧軨軩酟酠鈦鈄鈙镻閐雂靮"
  },
  {
    "draw": 12,
    "five": "土",
    "words": "捱喔惡貳阨胺胹荌荋珴啽堷堨堮奡媕崿晻皒睋硪聏衈詏豟軮軶"
  },
  {
    "draw": 12,
    "five": "金",
    "words": "阱邵迦迤脂胰脅胭脊荊荐茵荏茶悻悵惜惆悸掖接捷掩授掙掀捨涎液涯淹淅淫深淨淆猖猙琊現傢傑傚剩勝啻喜喳喲啾喫堯場堰壹孱就嵇幀幾廂廄戟掣掌敞晰晶景智朝棘椅棧棹植椒殖氬焦焰然犄犀甥痣痙硝硬硯稍程稀窖筋粥絞結絳善翔翕蛟蛭街視証詔詐診象貽超趁跚軸軼鈔閑間閒雁雅集韌項飪飲飭阯迣迠胵胻脀茳茭荎茠荇茞茬惤惊惍掞掗掎捵掜挻掁涬淔淛淰淐淽淍猗猇猘狿猏猞珵琇琋荿偨傜傒傂兟喑喭喢喓喈喏喌喦堙塈堿堻媟婸媃婽媜寋寔寊嵃崵嵑崺嵒崼彘徦徥惉惎惁扊掱敥斝旐晱晹晲椄棪椏棖棤梴棯棽棎棦椆椥欹欼殔殗殽烻焮焱焲焟焺牋牚犆猒猌瓻痧痚痟睍睎硤硰硩硨祳祲窙筊筄筅粞絪絏絜絒缿羠羡聐臮臸臹舄蛘蛦蛣蛝蛜袺裀袶袷袲覘詍詀詄詒貁貾貰貹跇跖跏軺軹軫鈊鈃鈏鈒釿鈆鈂鈤雃靬鳦黹"
  },
  {
    "draw": 12,
    "five": "水",
    "words": "防阮阪邶述迥迫胱胴脆胸脈胼胯茫荒茸茴茹茗荀茱荃惋悴惘惟惚惇掠控捲捧掘措掛捫推掄掬排淳淙淤淑涮淞混淵渚淪淮涪淬涿猛猓傍傅備傀最創勛博厥喧喘喂喟唾喚喻喙圍報堡堝壺媚婿媒媛媧富寓寐尊尋崴巽幅帽幃弼彭復循徨惑悲悶惠扉敦斑斐普暑晷棺棕棟棒棍椎棉棚楮棻款氯焙焚無煮焜牌甦畫番痛痞痠發皖皴睏短稅窘窗童竣筆筐筒筍筏筑粟絨絕絮絡絢聒肅舒舜虛蛙蛔蛛蛐蛞袱註詠評詁詛訴詖貯賁費貴買貶貿越跎距跋跑跛辜酥鈞鈍鈇鈑閔閏閎雄雇雯雲順須飧飯飩馮馭黃黍裒阰阭邲邴邳茙茥茿荁荂茪茼茤茷茯荓茧荈悾悰悺惓惙惈悱惛惃惀捥掊捽掽掝掇据捭捼掤捸掍捰涫涴涳湴淢涷渀淈淠淥淜淝淴涽淭涺淕淉淲淓淗猝猑猈珸琄琁珺珼珿琈罣傛傕傞傃傌傇凔匑喥噅喵喁喣喤喕喡喎圌堧堣埵堥堛堳堶堹堸堭堬媯媔婺媢媦婼媥媬娷媄媗媋媩媌媏媓寪寎尌尰嵋嵎嵕崳嵂崸崲崶嵀幄幁徫悹惌惢掰敪斌斞斮晼晬暀棓棜椪棬棫椓椐棳椇椈楰椑棆棐棼椊棝棞棴棑棔棩椕棇欻殙殕毰毲毳淼焠焞焯焣焥焢焨犈犉犋猋畯畬痡痦痝痤痗皕睆睊睌矞矬硥硭硱确硞硢稃稌竦竤笻筈筌筎筀粨粡絣絓絖絧絭絔絑絟缾羢臦舼舽艵茻蛢蛫蛬蛩蛗蛨蛑衖衕袹袸袾袼袽覕觚詎訹詙詗詘詑詊貀貺貵趄趉跘跓跍跙跗跅軯軷軦軥軵軱軬軴酡酤酢鈁鈥鈚鈌鈀釽鈜鈗鈅鈖閍雈雱雰靰颩飫粧"
  },
  {
    "draw": 13,
    "five": "木",
    "words": "郃逅荷慨揩港渴溉猴嗨嗑嗥媾幹感戡暍楷概睪稞窠粳號該詬貉賅跟鉤雊郈脝莰愅揯摡揘渮猲嗃嗐嗝塏塥堽廅彀戤楁楻歁嗀毼煂煰犐甝榃碙硻筸筶綆觡豥豤賌輆鈳鉲鉌閜頏馯骭"
  },
  {
    "draw": 13,
    "five": "火",
    "words": "郎逆迺逃脰莉荻愜愣惻惱愀愒揍提湊湯測滋琪琳琴琦傾勤嗓嗇嗣嗆塞塘塔填塌嫂廉慈愆榔楠楞楝殿煉牒當痰痳睞睬睨碘碉祺禽稜粱絛肆艇蜓蜊裘裡裊覜訾賊資貲跳載鉗鉛鈴鈿雷電零飼鼎阽阺迾脙脟脡莨莍荳莛莮惵愘惿揥揵揝揇揌湆湇渟湉渽湅渿湳湠渧湸猱琱琠亃亶僆傮僂僋僉傸剺嗛喿嗒嗖嗲塯塙塛塱嫋媰嫀嫍媹嵣嵲嵧嵢巰幍廋廇酨戥揧暔楟楱楪楸楴楋楒毸煔煪牏瓽痶睖睙矠碇碄碕碃碀禂祹窞筤筴筳筣粲粴綈絿綎羥蜋蛷蛶訿誂誄豋豊貄趑趔趒跐跴鉈鈮鉭鉰鉔靸靲頎飹馰魛鳭裏"
  },
  {
    "draw": 13,
    "five": "土",
    "words": "阿愕傲嗯奧媼愛暗矮蛾詻莪圔痷痾輀雸"
  },
  {
    "draw": 13,
    "five": "金",
    "words": "郊脩脤莎莘莢莖莠莧惺揀揉插揖揭揪揚游湔渣減湛湘湮猶猩琛債僅傷傻剿剷勦勢勣嗟嗜嗤嗅塒塋嫁嫉嫌媳廈弒意想惹愁戢敬斟新暇暘業楔極椰楊楨楫楹歇毽煎煙照煬煞煆爺猷畸痴盞睛睫睜禁稚稠稔節筮筧經義羨聖肄舅蜇蜃蜆衙裟裔解詫詳試詩詰詣誠詹詨賈賃跡跤較軾輊酬釉鉀鈾閘雉靖飴飾馳鳩麂邿郕郅郋揤迻迼迶脥脛脭莐莤莕荵莃莋莥莗莦荶愔愖愓愝揨揃揳揠揶揕揲揜揓揂渫湁湝渻湞湜湫渰湤湕湹湒湦渶猰猳琰琖琤琩亄傽傿僊僁傺剼嗌嗋嗔嗄喍嗏嗂塍塉塣媸媱媵嫈媐寖寘尟嵊嵥幏廌徯徭戠揅揱揫旓暆暕晸朠椸楢椹楂楺椵楬楶楌椻椷椼歆歅歃殛煣煠煁煡煘煋煐煍犍犌瓡痸痵皙睒睚睭稘稙竫筲筱粯綅絺綃絼綌翜舝艄蜄蛺蛵蝍蛸裖裎裛裚裌觢詶詵誃貅赩趌趍跠跱跮跣跲輈酯鈰鉦鉊鉆鉠鉯鈶鉣鉐鉎鉓雵靳靷颬馲麀碁"
  },
  {
    "draw": 13,
    "five": "水",
    "words": "陀阻附陂郁送迷退迴追迸脯脖脣脫莞荸莽莫莒莊莓荼莆惰惴愎惶愉描揆揣握揮捶援換摒揹渡渲湧渠渥渤湖渭渦湍渺湃渝渾渙湎湣湄湲湩湟猥琺琢琥琵琶琯琨亂傭傳催傯僇剽募匯嗦嗎嗚嗡嗉園圓塑塗塚塭塊塢媽媲嵩嵯幌彙徬微愚愈愍暉暈暖暄會楚楓榆楣楛歲毀毓煩煤煜煦煌煥煨煖瘀瘁痲痱痺痿盟睦督睹睥睢碎碰碗碌硼碑碓硿祿萬稟窟筷筠粵絹綑綁綏群聘虞虜蛹蜈蜀蛻蜂裙補裝裕誇詼話誅詭詢詮豢貊賄賂跨路跺跪跦躲辟農酪酩鈷鈸鈽鉋鉑鉉鉍鉅鈹鉚雍雋雹靴靶預頑頓頊頒頌飽馱馴髡鼓鼠阹阼陃郱邽邾郇迵适迿逄脘脬脞脕脧脢莣荺荴莏莁莙莔莩荽莌莝荾莯莈莇惲愊惸惼惾愃愐愄愋揎撝揊揟掾揄揋揈揰揗揙溈渼湢渜渳湋湀湑渃湨湡渱渨湱渹渢湓湥湷渵猢猧猭猦猣猵琮琬琫琚琡琭琣琝琲罥罦僄傴僈傰傱傶凗剸剻嗊嗀嗩嗕嗢嗈嗍嗙塓塨塤塕塎塝壼嫇嫄媺媿媻嫆媷嫊媴媶寙尳嵱嵬嵞嵨幎幊幋廆惷戣敯斒暌暐暋暊暙楦楎椿楅楗楙楈楉椳椽楥棰椴楩楀楯楄楘楜楏楑椲椯歂歈毻毹毷煇煒煝煢煲煸煃煟煓煄煚犑犎瓿瓾畹畷痯瘏瘃痼痹瘐痻痭痽皵盝睕睟睠睩睧睔碚碔碏碅碆碡硹碖祼祽稑稒稗稕稢稓稛稐窣窢筦筭筩筥筰筡綀綍絻綔綄絽綒羦羧翛耡艉艀艂艅蜌蛖蜎蜉蜁蜍蜅裋裍裞裐覅覛觟觥觤觠觜触誆詿詡詷誁詴詺谼豦貆赨趎趏趓趐跰跬跩跢跧跫軿輁輅輇輂輋酮鉒鈺鉥鉞銃鉬鉏鉧鉡鈱鉖鈲閟閞閛雎雺雽頍飶馵骫鳪鳧黽"
  },
  {
    "draw": 14,
    "five": "木",
    "words": "郝愾愷搞搆溝溘嘎槁槓構榦歌犒箇綱誥豪赫趕鉻閡閣閤陔郠郜菏菡菮搕滈滆滒滜墈嫝嫨彄搿暠暟榼槔熇熆瘊睾蜬蜭誙谽鉿餀鳱麧"
  },
  {
    "draw": 14,
    "five": "火",
    "words": "陋逗連造透逖腔腆萋菱萊萄菜慄搪搭搽搜搔搶搗滓滇溺溜滄滔溧瑯瑟瑙僧僚僑凳嗾嘀嗽嘆嘍嘖嘈墊塹奩嫡嫩嫘寧寥寢廖態搴敲旗榻榴槍歉磁碟碳箝綾綺綵緇臧臺舔蜻蜩誚貍輕辣雌靼領颯颱齊滕郖逑腇萣菧菼菆菈菣莿萁菿萏菞菂菑菪菻菾慊慅慆搷搨搯搮搡溏溓溞溲溙獀罧僗僛僤僯僣凘劁匰嘁嗿嗹墘墆塿墑墏嫪嫠嫟孷嵽嶆嵺嶁嶈嵾嵿幘幓廗廎廔戧朅榶榙榩榿槄榹槏榳槙毾煻熗牄獃瘌睼碲碭碠禘禔禗箖箂粼緂綪緀緅綯綹綟綦綮綡緉聜舕蜣蜨蜞蝃蜪蜼蜺蜧蜸蜤蜑裲裬覝觩誏賕踉踂酹銠銫銇銩鈭靘鞀餂馜馺髧鬿魡"
  },
  {
    "draw": 14,
    "five": "土",
    "words": "菴嘔嗷爾銨餌骯陑搤搹摁廒敳蝁鉺"
  },
  {
    "draw": 14,
    "five": "金",
    "words": "限降郢這逍逝逕逞腋腎脹腌菸菅菁著萇慎搾搖溢溼溪溴獅瑕瑛置罩僥僖僭像僩兢厭嘗嘉嘐塵境壽夤嫦嫣實寨察嶄幛彰徹慇截旖暢暨榨榛榭榣熙煽熄熒甄疑瘍盡監碣禎稱竭箕箋筵箏精綻緊綢綬翟肇蜥蜴蜘蝕裳製裯誌認誡誓誘賑賒趙輒酵鉸銀銜銑鞅韶餃餉骰郟郗郤莚逤逌湚腊腍菨萒萐菫菥菖菳菺萓菬菗萛褁愶愮慀搳搟搘搢搌搊搚搧搛溔溠溱溰滍滘溍溡滐滊溗溮猺獉瑊瑒瑐瑎瑆罨僦僝僬勩嘕嘂嘄墐墋墇嫜嫕嫛嫬屣嶂嵼嶍嵹廑廕廙戩斠朄槉槎榰榎榍榯榽榤榚榗榐歊歋殠毄滎熂熁犗甃疐瘖瘈瘕瞅碪碴碞碬碤禊禋禕禓禒穊稦窨窫箈箑箐箌箎劄粻緁綝緆綖翢翣翞耤蜡蝆蜒裧裺裮裼覡覟覞誫誋誒豨賏踍跽踃輎酲酳銥鉶銛銪銍銦銚鉹銗鋮銂銕鉽銈銡銝銋雿靾鞂靿颭馹馻馽骱鬾鳲嫺"
  },
  {
    "draw": 14,
    "five": "水",
    "words": "陌郡通速逐逢逛途腕腑脾腓腴菩萃萍菠華菰萌菌菽菲菊萸萎菔菟慌慍愴愧搓搬搏損溯溶滂源滅溥溫滑準猿猾瑚瑞瑁琿瑜罪署僮僕僱僎劃劂匱嘛嘟嗶團圖塾墓墅塽夥夢奪嫗嫖孵寞寡寤對屢嶇幣幕幗幔廓弊彆愿斡暝榜榕榮榷榫槐槌槃氳熔熊犖獄瘧瘋瘉瘓瞄睽睿睡碧碩福禍種窪窩端管算箔箸箄粹粽綰綜綽綠綴網綿綸維緒翠翡聞聚腐與舞艋蜿蜜蜢蜷褂裴裹裸裨褚誦語誣誤說誨誑誧貌賓跼輔輓酸酷酴銅銘銖銓鉼閨閩閥雒需頗餅駁髦魁魂鳴鳶鳳麼鼻陏陓陊陎郙郚郣郥郘郛逋逜逡腃腒腏脽脺菹菀菤菶菝菘菋菎菵菉萉萑萆菕菇菃菄菢菛慉愫愲愯慏愩搐搒搉搠摃搣搦搰搵摀搥搋搎溛滖滀溟溹溽滁滉溷溦滏溾滃溒溎溤溿溳溣猼獂猻獊瑄瑋瑑瑗瑀瑏瑂瑍瑔罭罫罬僔僨僳僪僓僰僠劀勫厬嘧嘌嘒嗼嘏嘜嘓嗺嘝墉塼墁塴塺墎塶墂塻墔壾奫嫮嫥嫚嫭嫫嫳嫢嫞嫙寠寣嶀嵷嶊嶉幙廘廜彃彯徶愬愨慁愻戫搫暡朢榱榠榖榬榑榧榾槊榓榪榡榞槂榵榥槆歍殞殟毃熐熉熀熅熏牓犕犓甀甂畽瘑瘔皸瞁瞂睮瞀睯瞃碨硾碫碥碢禖禈禐稫稰稯稨窬竮箜箊箍箛箅箘箙箤粿粺綧綷綣緎緄緋緌綼綩翥聝虡蜳蝫蝀蜮蜙蜛蜾蜠蜲蜱蜵蝂蜦蜚蜰裷裱裾裶裻裰裫觫觨誖豩賗趖跿踊踇踆踅跾踀踄輐輑輍酺銤銔銣銎銢銊銆銌銙銧鉾靽靺鞃靻鞄鞁韎韍頖颮餇馝駃駂駇髣魠魟鳵"
  },
  {
    "draw": 15,
    "five": "木",
    "words": "葛慷漢嘿瞌磕稿篌緙蝌褐課賡銬銲靠頜蒏葔摳滱漮暵樖熯皜皞瞉緪緱翭蝎鋯鋎銵鋡鞎韐頦魧"
  },
  {
    "draw": 15,
    "five": "火",
    "words": "陡逮腮腦蒂葬慚慘摟漓滴漬漏漆漣漕漯滌瑭儅凜劉厲嘮嘹嘶增寮層嶝嶔廝彈德慶慝慼敵暫暱槽樓樂樑歎犛瘩瘤磊碾稻締練緝緹螂蝶諒談誕請調賜趟踢踏踩躺輛輦輜銻鋰霆餒駟鬧黎郯郪郰郲郳郬腠腩葶葥萰萴葺萩蓅萳慳慬憀慺慥撂摙摥漧漻漒漊漟瑱瑲瑮罳儋勯噌噉噆嘾嘺墝墱嫽嫶嬁嶙嶗嶒嶚廞摰敹斳樀樆槤槮槧樈樘樏殢殦毿氂漦漀熵熡甈畾瘙瘨瞍磏磌磎磃磄磉禠禢窲窴篋糌緧緦羰聤艓蝤蝭蝪蝏蝻蝵褅褋觬諏諆誻誽賟賚賧踥踮踑踜踗輬輤輘輗醂醄鋃鋀銶鋱鋟鋌閬閮頝頛颲餈飺餖駔駖駘髫魶鳹鼐"
  },
  {
    "draw": 15,
    "five": "土",
    "words": "萼歐毆熬皚耦鞍餓腤腢萻慪漚滶僾噁摮熰獒鋨頞魤"
  },
  {
    "draw": 15,
    "five": "金",
    "words": "陣陝陘陞週逸進腱腰腸腥腳腺葉葭摘撤摺摭摻漳演漾滯漸漲澈漪滲獐瑤億儀僵價儉劇劍勰嘻嘲噎嘯嘰墀奭嬉嫻嬋嬌嬈審寫幟廠影徵憂摯樣樟槳殤毅漿熟熱牖獎瑩畿瘠瘦皺瞎瞋稼稽稷窯箭箱箴緻緘線羯蝦蝨誼諂誰諍賞賤賬賢質赭踐踟醃鋅銷霄震鞋頡養駛駕髯魷鴆鴉齒陜陟郴郔郩葹葽葚葙葴葝蔇萷葸葌葯葇萫葠慞慴摛摲摵撦摎摋摿摬摷漃滻滫漇潃漅漹漜漈漡獍獑瑵瑧僿儃僸儆儌僽劋嘵嘽墠墡嫸嬂屧嶢嶕嶠嶜幝緳廛徲慹慦戭敶暲槸槱槿槢樛樝樧樔槷橀樍樄樇殥殣潁熠熞熤熪甇瘞瘜瘛磍磔禛稹箷箵糅糋緗羬翦翨艏蝣蝷蝘蝔蝚蝢蝧褗褆褎褉覢覤觭觰諓諕諗誾諅諃誺賙賝趛踕踖踦輚輖醆鋏鋕鋠鋞鋧鋓銴閰霅靚鞊鞈駎駋駗魦鳽鳷鴈黓"
  },
  {
    "draw": 15,
    "five": "水",
    "words": "院陛除部郭都逵逶腫腹葷落萱葵葦葫萵葡董葩葆慢慣慟慵撇摔摸摑摧滾漩漠漂滿漱漫滬漁滷瑣瑪瑰罰僻儂儈劈劊嘴嘩噓噗噴墟墳墜墮墩墦嫵寬履幢幡廢廚廟廣慧慮慕慰慫慾戮摩摹敷數暮暴槨樁樞標模樊樅槭熨瘟瘡瘢盤瞇瞑磋磅確碼磐穀窮範篆篇篁箠糊緯緬編緣緞緩綞緲翩蝴蝠蝸蝙蝗蝓衛衝複褒褓褕褊諄諸諉論誶誹諛豌豎豬賠賦賭賣趣踫踝踡踞輝輟輩輪輞輥醇醉醋鋪鋤鋁銳銼鋒鋇閭閱霉鞏頫颳餘駝駐駑駒駙骷髮魅魄魯鴃麩麾墨郫逭逴逯腷腜腛腲朡腞腶腧腯腄腡蓱萿葖蒍葑葀蒆葧葍葳葞萺葃萲葅菙葋萯萭葟葰萹葒蒎萶葨葾葄葮葐慱慒慓慲慔慛慡慖摍摝摴摶摽摦摞摜摓摠摐摫滵漥滸漷漉潎漙漘滭漶潳滹滮漭潀漰漼漵漎滽滼漺漍漞獌瑢瑳儰儇僶儊劌勱噈噂噊噘噚噀嘳嘬嘸嘪圚墫墣墯墬墥壿嫿嫴嫷嬃嫹嬇嬅嬏嶟嶓嶡嶞幩幠幜廡彉憋憃敺敻斲暰暩暷暪暯樗槥樕樠槬槾槲槦槻槼槫樉樥槶樦槴歑氁氀熲熛熚熩熝熥熜熧熳犘犚獘獙瘥瘝瘣瘚皝皛瞏瞈碻磑磈禚禡禜歶窳箾箬篎箯箹篊糈緷緛緡縃緺緶緰緮緟羭翫翪翬聧舖艒艐艎艑虢蝖蟡蝳蝛蝒蝡蝑蝞蝐蝟蝯蝬蝺蝮蝜蝥蝩衚褌褔褘褙褖褑覣誸諑諔諀諘諙谾豍貏賥賨趠趜趡踠踣踤踛踙踧踔踒踘踓踚輠輣醅醊醁醀鋐鋄鋙鋘鋩鋗鋝鋂鋊鋈鋦鋍鋉鋑鋆镼閫雓霈霂韏頩頨頠頧餑餔餗餕駜駍駏駓駉駌骳髬髳髲髱魆魃魴魱魵魰魨魬鳼鳺鳿鴇鴀鳻鴅鴄麃鼏"
  },
  {
    "draw": 16,
    "five": "木",
    "words": "膏膈蒿蓋噶墾橫橄篙糕縞翰翮衡鋼頷駭骸骼鄇蒚撖澉潶澔澋澕嶱憨磡篝篕翯耩螛螒諻輵錁錹魺魽"
  },
  {
    "draw": 16,
    "five": "火",
    "words": "陵陶陬道達蒞蒐蒼憐憎憚憔撈撓撕撩撒撚撬撢撳潦潭潛璃凝噙噹噪器壇嬝導彊憩曆曇暸橋橇樵橈歷燐燈燎燙瘺磬磧糖耨艘艙褡親諦諜諮賴蹄輳錠錢錡錙雕霖霓靛鞘頭餐髭鴒黔郻遒逿膋蒗蓎蒨蓛憛憯憭憡憳撣摨撘潾澇澌潬潪獠璉璆罶儜儓儗噠壈墽壂嬙嬨嬚嬠嶩幧廩廧敿斢曋暽暺橉橧橝橑橯橖殫燂燆犞甋瞜瞗磩磥磢窵窱窷篞篥篟糗縡縌縚縢臲螗螓螣螄螚褦褰褭褬褟諵諿賳趥趧蹀踶踼醓醍錟錆錸錼錭錂錤錪錔鋾閵霋鞗頲餤駣骹骴鮂鮐鴗鴠黕鼒鼽墻"
  },
  {
    "draw": 16,
    "five": "土",
    "words": "鄂遏噩噯甌翱諳璈儑墺嬡嶭嶴樲盦磝諤錒錌閼餩駬"
  },
  {
    "draw": 16,
    "five": "金",
    "words": "陳陰陷郵鄉郾遊遐蓆蒸憬撐澄潔澆潸潮潺澗潟璋瑾儘儔儕冀劑劓噫噤噬嬴憲戰整曉暹曄橙橡機歙氅熾燒燕熹燃燄瘴瞠積穎篩縊縑縈縣縝縉縐羲臻興螢褫諺諫諧謁諶豭蹂輯醒錫錚錦閻霎霑靜頰頸頤餞餡餚髻鴦鴨陭郼遉膉膌蒺蒹蓁蓍蒧蒔蒠蓔蓒蒑憢憪憍撠撜撊撟潚澖澂潲潒潐潗潝潧潩獟獢凞噣噭噞噷圛墿墼嬗嬓嬐嶬嶧嶰嶮嶪嶯幨幯廨徼憖攳敼曀曏暻曌樴橶樨樿橪橏樼橕歖殪燅熸燀燁燋燊熽熼燚燛瑿疀瘱瘽瘳瘵皻瞝瞡瞕磣磛穄穇窸篪篜篘糔縖縥罃艖艗虥虤螏螘螇螅螑螝螔褮褯諲諴諟諰諡貑賮赬赮踸蹅躽輶輮錏鍺錎鋋鋹鋿錩鋻閹閶雔霒韰駤駰駪髹魻鮓鴞鴩鴢鴐鴙鴟黖銹"
  },
  {
    "draw": 16,
    "five": "水",
    "words": "陪陸陴運遂逼違遇過遍遑逾遁膀膊腿膂蓉蓄蒙蒲蒜蓀蓓蓑蓊憧憫憤憮撞撲撰撥撮播撫撙潼潑澎潰潤潘潯潠獗璀罵罷儒儐冪勳噸噥噱噢壁壅奮學寰憑憊樽樸樺橘樹橢燉燜瓢甍瘸盧盥瞞瞟瞥磨磚禦穆穌穋窺簑築篤篛篡篦縛螃螟螞融褪褲褥覦諱謀諾謂諷諭諼豫貓踱踴踹踵輻輸辨辦錶鋸錳錯錄錐錕錮霍霏靦頻頹館餛駢駱鬨鮑鴕鴣鴛默龍龜陼陫陱陯鄆鄬鄄郿鄈郹鄁鄀鄅鄃葂遄逽膆膃膇膍蒤蒡蒟蓂蒬蒫蒴蒪蒱蓐蒝蒻蒢蓇蓌蒛蒩蒯蓖蒘蒶蓏蓗蒰憱憰憉憓憟憒撅撗撏撋撌撱濆澒澍潢潏澅潕澓潡潫潽澐潓潿潣潷潻獞獝獛獡獚璇璊璁瑽璅瑼瑹儚匴叡噰噮噳噦噲圜壉壆嬛嬔嬖嬞寯嶵嶨嶲幦廦廥彋憝憌撉曈暾曊朣橦橨樾橭橛橚樻橁橤橐橔橩橠橞橍橎橆歕歔殧毈毇氄氃氆熿燖燔燇燏燘犝瘯瘭瘼瘲瘰瞚瞛瞢瞣瞙磪磞磭磟磠禤穈窶篣篧篚篨篹篔篢篫糒糐糑縒縗縟縠縓縎縜縕縋縏縍縔縤羱耪聬艕虣螈螁螖蝹螐螜螉褞褧褱褢褩褣觱諠諢諝謔諈諞諨諯貒貐賵賱賰踳踾踽蹁踰踿輲輹輷輴郺醐醑醏錧錞錈錛錣鍆錍錝鋺錥錓鋷錴錵錋錉錀錖闍閾閺閿閽霐鞙鞔韸頵頯餟餧馞駮駥駩駧骿骻髶髺髷鬳鮀鮅鮇魼魾鮒鮕鮈鴥鴔鴝鴘麈麆麇麮麭黺"
  },
  {
    "draw": 17,
    "five": "木",
    "words": "鄗遘憾撼嚎壕尷懇瞰糠購韓顆鴿鼾蔻蔊擖獦嚆嚂壒簆繌覯醢鍇鍭鍞韕顄餱駻骾鮯"
  },
  {
    "draw": 17,
    "five": "火",
    "words": "隄鄒遣遞遢遝遛膛蓮蔡蔆懍擋撻擇擂操擒擔濂澱澡澤澧澹璘罹儡勵嚀嚏嶺戴擎斂檀檔檣檠殮燦燥牆癆療盪瞪瞧瞭磷磴簍糟糙糝縲繅縴繈罄聯臨螳螻謙謄賽蹋蹈醣鍊鍥鍬闌隸黏點黛隉鄑鄋蔕蓼蔂蔞蔦蓧蔋懆憺撽濇濎澬澪濏澿澸澢澯澰璔璒儠儩嚓嚃嚁壔壏嬭嬥嬲嬣嬯孻懃檁檎檤檑歛氉濌燤璗甐甑疄癉瞵矰磳磽磼磹磾礄禫簀簎篴篸篱簐縭縩縺翴耬艛艚艜螬螼螮蟉螲褵褳襁謅謒謕赯蹎蹓蹌醙鎡鍶鍉鎏鍗霝鞡鞜顁顉顅駺駸鬁鮨鮤鴷麍黈黚"
  },
  {
    "draw": 17,
    "five": "土",
    "words": "懊澳曖聱鍔蔜蓲擙螯賹醠闇餲騃鮞鴯鴱"
  },
  {
    "draw": 17,
    "five": "金",
    "words": "階陽遙膝膠蔗蔭蔣憶懈擅撿激澶澠璣璟優償嚐嚇壓嬰應戲擊檄檢櫛檐毚氈營燮癌矯磯礁禧禪篠績縿縯翳翼聲艱蟑螫蟋褻褶襄覬講謠謝谿賸蹊轄輾醜鍵鍚霞騁鮮鮫黝齋陾鄎膣膙蔏蔩蔎蓻蔫蓺蔪蓳蔱蓨蓰蔘蔯憴懌憿憸擏擛擳濈澨瀄澥澺澲獬獥獫璡罺嚌嚍噾嬧嬦嬮寱寲嶷幬憼斁曒檍檥檉檟檡檞檕檃檨橿殭燡燱燨燲癇盩瞫瞷瞱礂禨穖穘穚竀簅簉簃簁簊糨繇縰縶繄罅螾螪螭蟅螹蟂蟄螴螿褼褷襂觲謘謑謏謇謍謆謓謚豏豯貕蹍蹐蹇轃醡鍤鍖鍼鍘鍜鍌鍕鍒鍱鍻鍣鎀闀闉閷霠霙鞝韔韱顊顃餳餰馣騂駴髾魈鮚鮡鮆鴳鵁鴶鵂鵃鵀麉齔"
  },
  {
    "draw": 17,
    "five": "水",
    "words": "隊隋隅隆隍陲遠遜膜膚膘蔽蔚蔬蔓蔑蔔蓬蔥蓿擁據擄撾濃濁澦澴獨璜璞儲嚅壑壎嬪嬤孺屨嶼嶽嶸幫彌徽懂懋擘斃曙檜橾檗歜燧燭燬燴燠爵瞳瞬磺穗窿簇篾篷簌糜糞糢縮繆縷繃縫總縱繁縹縵聰聳舉虧蟀蟒蟆螺蟈褸褽謎謗謊謐豁豳賺賻趨蹉轂轅輿醞鍍鎂錨鍋錘鍾鍛鍰闊闋闈闆雖霜鞠颶餵駿鮪鮭鴻麋黜隇隈隃隀葎鄐鄍鄏鄖鄔蒮膟膞膕膢膗蔤蔀蔉蔍蔟蔧蔈蔌蓴蓷蓫蔒蓪蓩蔖蓾蔨蔝蔮蓽蓶蓯蓹蔠蔰蔙懅懁擗擐擉擃澭濋澣澼潞濄澽澞濊澮濉澫濍獩獧獪璚璠璕罻罼蕄蕵儦儥儢儤勴嚄噿壖嬬幪徾徻憵斀斶旚檖檛檇檓檦檚檅檌檒澩燰燢甒甏癃癈皤瞲瞶瞴瞨磻磲礅穜穛穔窾竁簏篲篿篻簋篳簂篽篰縼繂縳顈縸縪繉繀縻翲臩虨螰螵蟃蟌螷蟊螶螸螽蟞褾襒覭覮觳謞謖謋謢謈謜豰豲豱貔轀醚醛醟醝鎃鎯鍐鍑鍠鍪鍹鍏鍷鍡鍧鍎鍙闃闅霟霘鞚鞞餥餫餬餪餯餭馘馡駷駹駶駽駾駼髽髼鮛鮦鮥鮢鮠鵧鴮鴸鴰鵅鴾鴽翵鴭麊麰黻黿鼤鼣鼢龠"
  },
  {
    "draw": 18,
    "five": "木",
    "words": "隔擱濠檻鎬鎘闔髁隑檺歞礉鎧闓雗鞨顑騍鯁齕"
  },
  {
    "draw": 18,
    "five": "火",
    "words": "遭遷膩蕩擰擦擬濘濤濫澀獰璨壘檸檮檯燾癘禮穡竅簪簞糧繚繒罈翹聶釐鎳鎗闐離雜霤鞦題餾餿餮騎魎鯉鄝鄡遰膦膫蕇蔾蕛蕎蕬懠擣濝濨獳璫璪璱罾儮嚙嬼屪檽檶爁甔癜癗癚矂磿礌礑簜簩簟簝簦簥繖繑繗翷蟧蟫蟟蟘蟗蟴襌謧謰謱謦謮豂賾蹢蹥蹧蹛蹚蹡醨醪鎌鎒鎝鎉鎪鎦鎕鎟鎲鎥闒闑鞮颸騏騋騊髜鬄魌鯄鵜"
  },
  {
    "draw": 18,
    "five": "土",
    "words": "隘遨璦額顎鵝蕅濭謳謷鞥"
  },
  {
    "draw": 18,
    "five": "金",
    "words": "鄞適遮膳蕉蕭擠濟濕嚮嬸彝曜櫂燼瞻瞼簫簡織繕繞繡職舊蟯蟬覲觴謹謫蹟轍醫醬鎮鎰雞鞣顏颺鯊鯽鯈黠鼬隒鄣鄢鄛遧膱膮膲膷蕘蕀蕆蕑蕱蕮蕕薌蕥懥懤懨擫擤擨濴濜濦獮璥罽儭嚘嚚巀懘櫅檹檭毉燿燹燽癤皦皽礓礒簭繟艞虩蟢蟜蟓蟭蟣蟙蠁襓襋襐襑襉謪謵譇謯謻謽謺贄贂蹠蹝蹔轇轈醯鎵鎎鎈鎑鎴鎣巂鞬鞢韖韘韺饁餼騇騆鬩鬵鮿鯓鮹鵊鵛鵋鵗麎黟鼫鼪齌"
  },
  {
    "draw": 18,
    "five": "水",
    "words": "隕鄙鄘膨蕊蕙蕈蕨蕃蕪蕞懦擢擭濱濛濯濬濡濩濮濰獲璩環叢嚕壙懣戳斷朦檳檬櫃歟歸殯燻燸璧甕癖癒瞽瞿礎穢穠竄簧簣繙翻蟲蟠覆謨謬豐贅蹙蹣蹦蹤蹕軀轉鎔鎊鎖鎢鎚闖闕雙雛鞭韹顓餽馥鬃鬆魏魍鯀鵑鵠鼕隓隗鄜鄠鄟鄚鄤遳遯遫膹膵膰膬膴膧蕖蕫蕍蕓蕡蕤蕁蕢蕣蕧蕠蕦蕝蕔懧懞擯擩濔濣濧濞濲濢獯璲璐璭璯罿儱嚜嚗嚝奰屩幭幮懟懖斔旛曚曛曘櫡櫆檷櫇檴氋濷爃甓癙癐癓盬瞺礔礐禭禬穟簙簠簨簢簰繜繐繣繘繢繠繓羵羳翸聵艟蟦蟛蟪蟥蟳蟤蟔螤蟨蟝襏襆謣謼謾謥謶謤豵貙貘貗贀蹜蹗蹖蹞蹩轆轋醥醧鎷鎛鎞鎙鎍鎱鎤鎨雚雟雘雝霣霢霥鞫鞤鞪韗韙顐顒餺騉騄騑騅髀鬈鬅魊魋鯇鯆鯃鮵鮸鮶鮽鵓鵏鵙鵖鵌鵒鵔鵟鵘鵚麌鼁鼀鼖鼥鼩鼨"
  },
  {
    "draw": 19,
    "five": "木",
    "words": "羹鏗薃薧薖薅瓂櫜簳簼簻覈譀豃鏂鏮鞷韝韟颽髂鶊齁"
  },
  {
    "draw": 19,
    "five": "火",
    "words": "鄰鄧遴遼膽臉蕾薔攆擻瀏獵壢禱簾簽羸襠譚譙贈贊蹬蹺轔辭鏑鏈鏜鏘鏤鏨難韜類顛颼鯖鯛麒麗隡鄫鄲邆膻臊薕薋薚蕼薡薙蕶薘薐薟懰擸攃濿獶嚦嚪夒嬾斄曞櫑櫟櫐櫏犣犡禰簹繰繷繨罊羷聸艡蠀蟷蠌蠈蟿蠊襝襙譊譖譋貚贉趬趫蹭蹸蹻軂轑醰鏚鏐鏹鏒镽闛雡鞳顙颾騚騠鬎鯪鯫鯠鯢鯰鯔鯬鯜鯕鶈鶀鵸鶆鵰鶅鵹麑黀齍"
  },
  {
    "draw": 19,
    "five": "土",
    "words": "礙襖鏖鵪隞薆櫙爊鏊"
  },
  {
    "draw": 19,
    "five": "金",
    "words": "隙障際鄭遲遺臆膺薪薑薊擲擾擷瀉瀋濺薦儳嚥懲獸璽疇疆癡簷籀繫繭繹繩繳羶蟻蠅蠍蟹蟾襟識證譏譆轎醮鏡鏟霪饉鯨鯧鄯鄩遶薏薤蕺蕸薝薢薂懮懫懩擿攁瀍瀁瀅瀀璾璶儴劖勷厴嚫壛嬿幰櫌櫍甖癠礛穧繶繵繺繲艤蟺蟶蠆蟼蠂襢襜觶譑譂譗豷趭轏辴鏬鎩鏔霫霬顜顗颻饈馦騕騥騝騢騔鬋鯞鯦鯗鯚鶁鶄鵫鵳鶂鵿麔鼭齖齗齘"
  },
  {
    "draw": 19,
    "five": "水",
    "words": "鄱遵選臃臂臀膿膾薄薜薯薛薇薨擴擺濾瀆瀑獷璿壞壟寵龐廬攀曠曝櫥櫝櫚櫓爆爍牘犢瓣癟矇穫穩簿簸繪襞譁譜譎蹼蹲躇蹶蹴醱鏃鏝鏢鏍關霧靡韻願饅騖騙鬍鶉鵡鵲鵬麓麴鄪鄦鄮遹遻臄臌臅臇膼薀薠薣蕻薞蕷薉蕗薎薍薁薈蕹懭懱懪攄擽擼瀇瀌瀔瀎濻瀦濼瀊璸瓀璵瓁璻鄨儵嚭嚧嚬壚壝嬽巃徿旞旝櫧櫠櫋櫫櫞歠殰氌爌爇爂爅犥犦犤矉矊矄矱礝礡礜礗礞穨簬糬糪繸繯繴罋翽翾艣蠃蠉蠋襚襛襗襡襘覷覶譐譈譓譔譕譒豶贆贇趪蹳蹪蹯轒轐轓醭鏞鏇鏏鏌鏙鏦鏣鏕鏄鏎鏀鏧闚霩霨霦鞶韞顝颿饇饃馧騤騛騧騣騞騜鬊鬌鬷鯤鯙鯥鯡鵷鵱鶋鶌鵽鵴鵵鵩鵻鵯鶇鵨黼齀璺"
  },
  {
    "draw": 20,
    "five": "木",
    "words": "瀚蠔藃攌竷籇轗轕闞鯸鶡"
  },
  {
    "draw": 20,
    "five": "火",
    "words": "臍藏薩藍薹懶瀨瀝獺孃孽礪礫竇籃襤譟躁躂醴鐃騫騰騷鰓鰍黨齡鄵薴藄薿藋藒攐瀙瓅瓃壣櫪櫱皪盭礧礨礤禲籉籊繾羺翿聹艩蠐譨譧趮躈轖鐋鏻鐔鏾鐕鐐鐙鐒霮霯鞻顟飂騲騪騶騮鬐鬑鰈鯷鶙鶗鶿鶖黥黧鼰鼮齠"
  },
  {
    "draw": 20,
    "five": "土",
    "words": "薾櫮譪韽鶚"
  },
  {
    "draw": 20,
    "five": "金",
    "words": "鄴邂邀藉薺瀛瀟嚷嚶嚴嚼壤巉曦櫬獻癢癥競籌籍繼罌耀艦覺議警譯譫贏贍釋鏽闡霰饒饑馨鹹隢邅遾藆藀薵薽藎懻攇攍瀠瀣瀗瓋嚵孅巆巇廮廯忀曣櫹爓爔犨礥礩籈糮舋譠譝譣譥轙轚醷醳鐎鐖鐊鏿鐌鏶鐑闟韾飁饐饎饓騴騱騬騸騭髇鬒鰋鱀鰇鰎鰔鶒鶛鶠鶔鶧麙麚黤齛齞齝龑"
  },
  {
    "draw": 20,
    "five": "水",
    "words": "避遽還邁臏藐薰懷懵攏瀕瀘瓊羅勸嚨孀寶懸朧爐礦礬糯糰辮繽纂蠕觸譬躉躅鐘飄騵麵鼯齟齣隤鄳鄶臑臒臐藂薳藇藈藅薱薶蘤薸薷攉攎瀧瀖瀫瀡瀢瀩瀤瀜瀪璷羃羆匷嚲嚳忁旟曨曤櫳櫰櫨櫯皫皾矌矎矏矍矲礣穮穬穭籅繻纁纀艨蠙蠑蠗蠓蠖襣襦覹觷譭躆躄轘醵醲鐓鐠鐏鐨鐍鏵鐀鏷鐇鏺鐉鏸鏼鐆闠鞹顠顢顣饙饌饋騩髊髆鰅鰒鰆鰗鰉鶟鶤鶝鶘鶐鶜鶪鶢鶨鶞鶣鶩鶦麛黦齙"
  },
  {
    "draw": 21,
    "five": "木",
    "words": "顥鶴譹鰝鷇鶾鼛"
  },
  {
    "draw": 21,
    "five": "火",
    "words": "鄹臘藪藤攔瀾瀲儷囁斕曩欄櫺爛癩籐蠣蠡蠟覽譴贓鐮鐳鐵鐺髏鰭齜齧藫藡藟藜藰藞攓瀻儹囃籔糲纇纍罍羻蠝蠤蠫譅譺躎鐽鐰鐱闥闣飉飀騹驂鬖鰬鰨鰡鶶鷎鶹鶬鷈麜黮"
  },
  {
    "draw": 21,
    "five": "土",
    "words": "邇藕黯鑀驁黭"
  },
  {
    "draw": 21,
    "five": "金",
    "words": "險藝藥懺攘攙囂櫻殲犧纏羼躊躋響饗魑鶯鷂麝齦藙藢懹攖攕瀼瀯瀷瀴瀱瀸瀺瀳獽櫼欃欀爙甗癪礯纈纋耰襭襫觺譸譻贐轞鐿鐷霵鞿顤饘騽騺騿鬺鰜鰣鰩鰤鶷鶼鷁鷊鷏鷃鶺鶱鶳鷍黫鼚鼱齎齥"
  },
  {
    "draw": 21,
    "five": "水",
    "words": "隧隨邃邈藩藷瀰瓏儸囀夔屬巍矓續蠢襪襬護譽躍轟辯醺鐸鐲鐫闢霸霹露顧驅驃驀騾魔鰥鶸鼙隩鄸臗臕藱藭藨藚藗藬藲藸藘藣藑藦藯攗瀵灂瀿瀹灀灁獼儺劘劗嚽嚾孈孇巋巏廱欂櫸爝爚矐礭礱籓纊纆蠩蠛蠠蠜衊襩襮贔趯躌轛轝醹鐻鐶鐩鐼鐹鐪鐬闤霺韡飆饖驆驄髍鬕鬗鬘魒鰫鷅鶻鶵鶭鷌鶲鹺鼘齤龒"
  },
  {
    "draw": 22,
    "five": "木",
    "words": "蘅鑅鬫龕龢"
  },
  {
    "draw": 22,
    "five": "火",
    "words": "邋藻藺儻囊巔疊籟聽韃饕髒鰱隬鄻藾藶蘄灊灅灆囋奱孋巕廲糴糱蠥覿觻讄躒躐轠轢鑋鑏鑈鑉顩飋驎驓驔鬙鰳鰷鰽鷚鷜鷑"
  },
  {
    "draw": 22,
    "five": "土",
    "words": "藹鷗鰲"
  },
  {
    "draw": 22,
    "five": "金",
    "words": "隱懾攝攜瓖瓔儼囈懿瓤癮癬禳襲襯贗躑躓鑑鑒霽韁顫驕驍鷓鼴隮隰鄾臙藽灄囆囅癭皭穰籛蠨覾譾讅躔躚鑇驏髐魕鱆鰿鰹鰼鰶鷐鷙鷘鷖鷕麶黰齂"
  },
  {
    "draw": 22,
    "five": "水",
    "words": "邊臚蘑蘆蘋蘇蘊懼灌囉孿巒彎權歡籠聾觼讀贖轡鑄霾鬚鱉鰾鰻齬齪龔鄺臛蘢藿蘁蘀蘉懽攛灃灈灉獾亹孌巑欋欈欉氍爞爟犩瓕礵禴穱籗籜籙籚纑罏艫蠬蠦蠪襱讂讆譿贕躕躖躗鑌鑐鑊鑆霿韣顪饔饛驌驈驊驉驒驐鬻魖鱈鱄鱁鰴鷛鷒鷞鷋鷟鷩鷵鷝鼵鼳鼲齫劃"
  },
  {
    "draw": 23,
    "five": "木",
    "words": "齃"
  },
  {
    "draw": 23,
    "five": "火",
    "words": "蘭攤灑灘戀欐竊籤籣纔體鱗鷥麟鄿蘦蘣蘠蘞攡攦攢灕灗灒獿瓙儽劙壨戁襶襴讈轣鑗鑞驖鷯鷤黲鼜鼶齱齰齯"
  },
  {
    "draw": 23,
    "five": "金",
    "words": "蘚巖曬纓纖靨顯饜驚驛驗鱔酀蘘蘟蘙蘮蘡瓗羇壧奲孍巘毊纕艬蠰蠮蠳襳觾讌讎讋醼鑕韅驙鱌鱎鷣鷮鷦鷲鷰鷴鷳黐黳鼸鼷齏齮"
  },
  {
    "draw": 23,
    "five": "水",
    "words": "蘗玀囌攣籥蠱變鑣鑠鑤髓髑鱖黴隳蘛蘌邍臝蘪蘜蘧蘩蘥攠灖瓘蠯彏斖曫欑欒欏爢癰矔籧籦蠲豅贙躘轤鑢鑝韄頀鬞鬟鬠鱒鱘鱐鱊鱍鱋鱕鱙鷻鷷鷫鷸鷶鷡鷢鷬鷨鷭黂鼆"
  },
  {
    "draw": 24,
    "five": "木",
    "words": "贛鱟"
  },
  {
    "draw": 24,
    "five": "火",
    "words": "臟瓚癱癲蠶釀靂靈韆驟酃蘲戃攩玂囓曭欓爣瓥礸禷禶讕躠躝醽雥靆鱧鱢鸂鼞"
  },
  {
    "draw": 24,
    "five": "土",
    "words": "靄鼇鑩齶"
  },
  {
    "draw": 24,
    "five": "金",
    "words": "攪讓讒讖艷魘鷹鹼鹽酁蘵灛灚玁囍屭曮蠵衋讔躞躟釂鑫魙鱣鱦鷾鸇鸃鸅鸉鸄麠齴"
  },
  {
    "draw": 24,
    "five": "水",
    "words": "隴攫囑壩矗罐蠹衢鑪顰鬢鷺齷齲臞蘴蘳蘬蘶戄攥玃孎矕籪纗艭蠸蠷醾鑨靃靇韇韥驞髕鱞鱠鸆鸀鸁鷿鷽齆齵"
  },
  {
    "draw": 25,
    "five": "木",
    "words": "灝矙"
  },
  {
    "draw": 25,
    "five": "火",
    "words": "臢攬廳欖籬躡鬣蘺蘱攭灡灠囔欙欗欚爦矘糶纛臡鑭顲鸋鸐麡黵齻齺"
  },
  {
    "draw": 25,
    "five": "土",
    "words": "靉"
  },
  {
    "draw": 25,
    "five": "金",
    "words": "蘸羈釁鑲鑰饞酅虀蘻礹纚襹襺襼觿讘躤鑯鑱鑳饟鱨鱭齇齸齹"
  },
  {
    "draw": 25,
    "five": "水",
    "words": "蘿灞籮蠻觀顱髖黌酆酄蘹蘼蘾灟瓛羉斸欘犪籩籫纘纙臠襻讙躥躣鑮鱮鸍鸏鸒鸑鼉"
  },
  {
    "draw": 26,
    "five": "火",
    "words": "酈邐讚鑷酇攮灢趲鑸鑶鱳鱱鸓"
  },
  {
    "draw": 26,
    "five": "金",
    "words": "韉驥虃籯釃鑴驠鱵黶龤"
  },
  {
    "draw": 26,
    "five": "水",
    "words": "邏灣矚驢圞蠼躦鑵鱴鸔鼊"
  },
  {
    "draw": 27,
    "five": "木",
    "words": ""
  },
  {
    "draw": 27,
    "five": "火",
    "words": "纜讜躪虆糷靋顳饡"
  },
  {
    "draw": 27,
    "five": "土",
    "words": "鱷"
  },
  {
    "draw": 27,
    "five": "金",
    "words": "釅虈灦蠽蠿讞馫驤鬤"
  },
  {
    "draw": 27,
    "five": "水",
    "words": "灤鑽鑾鑼鱸黷虇灥虪蠾貜躩軉顴飌驦驧鸕鸗齈"
  },
  {
    "draw": 28,
    "five": "木",
    "words": "灨"
  },
  {
    "draw": 28,
    "five": "火",
    "words": "鑿欞爧钂钀"
  },
  {
    "draw": 28,
    "five": "金",
    "words": "豔鸚驨鬮"
  },
  {
    "draw": 28,
    "five": "水",
    "words": "戇躨钁驩鸙"
  },
  {
    "draw": 29,
    "five": "火",
    "words": "驪"
  },
  {
    "draw": 29,
    "five": "水",
    "words": "爨鬱鸛讟钃鱹麷"
  },
  {
    "draw": 30,
    "five": "火",
    "words": "鱺鸝"
  },
  {
    "draw": 30,
    "five": "水",
    "words": "鸞癵驫"
  },
  {
    "draw": 31,
    "five": "水",
    "words": "虌虋"
  },
  {
    "draw": 32,
    "five": "金",
    "words": "灩"
  },
  {
    "draw": 32,
    "five": "水",
    "words": "籲"
  },
  {
    "draw": 33,
    "five": "水",
    "words": "爩灪麤"
  },
  {
    "draw": 35,
    "five": "金",
    "words": "齾"
  },
  {
    "draw": 36,
    "five": "火",
    "words": "齉"
  }
]