{
  "木木木": {
    "content": "功順利伸展，希望圓滿達成，基礎安定，得能向上發展，家門昌隆，身心健全，保得長壽幸福，若巧遇（連珠局）者更加三倍以上之福力，但此為參天巨木大森林之象，須知樹大招風，須提防他人之妒賢而多招風波之中傷。",
    "text": "大吉",
    "value": 10
  },
  "木木火": {
    "content": "成功順利伸展，無障礙而向上發達，基礎境遇亦安泰，事事順利，興盛隆昌，終生得幸福繁榮，身心健泰，保得長壽幸福。",
    "text": "大吉",
    "value": 10
  },
  "木木土": {
    "content": "人格之木立於地格土之上，順應天地自然之妙配，莫作木剋土論，此局兆，乃必安泰自在，境遇堅固穩當，如立盤石之安泰一般，能成功發達，容易達成目的，名利雙收，順利發展，幸福長壽，但切戒貪污，否則招凶以受瀆職犯法之罪懲。",
    "text": "大吉",
    "value": 10
  },
  "木木金": {
    "content": "雖因苦心奮鬥而有成功運，但基礎運劣，故伸張無力，又境遇多變，常受迫害，難得平安，屢受下屬威脅，為部下而致損失，勞煩、失敗等，心情苦悶。（但若人格與他人格之陰陽異性：則其凶，減輕些。）",
    "text": "凶多吉少",
    "value": 3
  },
  "木木水": {
    "content": "成功運很不錯，足可順調發展，配置大吉。但只怕人格數或地格數為凶數，則：最末終歸漸漸的失意，流亡，失敗，煩悶，刑傷，病弱，被藥所殺，或招致流浪或放浪，揮霍之兆。（但若人格與地格之陰陽異性：則其凶減輕些。）",
    "text": "吉多於凶",
    "value": 5
  },
  "木火木": {
    "content": "得上下之惠助，順調成功發展，基礎穩固（但若有凶數則須提防火災或燙傷之類），境遇安泰，地位，財產俱皆安全。子孫繁榮，心身健和，無憂自在，幸福長壽。但限若人格２３數地格２１數者：則甚好淫，卻甚好淫，卻無節制。",
    "text": "大吉",
    "value": 10
  },
  "木火火": {
    "content": "起初難免有孤革奮鬥之感，但鬥志激昂，終排除困難，達到順調，成功發達，尤能得上位之惠肋而更伸張發展。但似乎乏其持久，耐久力，以致雖是成敗交加頻見，總之大體還算安然，但須防火災或燙傷之災。人地格皆２３數：甚好淫。",
    "text": "中吉",
    "value": 8
  },
  "木火土": {
    "content": "基礎堅實，心身安泰，奴上位之引進而順調成功發展，能享得幸福，長壽，圓滿。",
    "text": "大吉",
    "value": 10
  },
  "木火金": {
    "content": "雖因勤奮而達順調成功，外見安穩，內實不然，基礎不安定致家庭違和，且受部下之迫害，徒勞無功，終於逐漸崩潰，而致失敗。",
    "text": "凶多於吉",
    "value": 3
  },
  "木火水": {
    "content": "水火相剋，其危早驗！基礎極端之不安定，（尤其人格數與地格數之相差數：若正是（六數）之名，其凶加倍！）恐遇意外災禍，有凶變，急死，意外不測，甚至喪失生命、財產，危機四伏之短壽兆。",
    "text": "大凶",
    "value": 1
  },
  "木土木": {
    "content": "境遇不良，住居多移，環境不安定，職業受挫，成為孤獨。基礎運：崩破。成功運：毀壞。運命被抑壓，不可能成功，永無法伸展。不但易犯嚴重腸胃病，且短壽易死之兆。",
    "text": "大凶",
    "value": 1
  },
  "木土火": {
    "content": "基礎運吉而能達有限之成就，但因成功運受到壓制，故成功之後便難再伸展了，宜養（仁德雅量），可逃災害而得平安。",
    "text": "中吉",
    "value": 8
  },
  "木土土": {
    "content": "雖易產生不平、不滿之念，招致家庭不和，但幸因知機，而養成（仁德雅量）而能亨通安祥，總之大體平順幸福，而必有相當之成就，只因成功運受到壓制，故成功之後，恐難再伸展。",
    "text": "吉",
    "value": 6
  },
  "木土金": {
    "content": "基礎運佳而成功運劣，雖無大發展，但亦安定，溫飽無慮，但成功運被壓迫以致不能再伸張發達，故好發牢騷，幸而德量好，小過難免，但不致成禍厄。",
    "text": "吉多於凶",
    "value": 5
  },
  "木土水": {
    "content": "基礎運崩敗，成功運亦毀壞，命運勢劣，被壓不伸，容易遭遇轉劣或凶厄、急難、變死、危機四伏，短壽之兆，生命難保，幸若人格數是１５數或３５數者：雖最優良，僅可保免致短壽，但身心會易過勞。",
    "text": "大凶",
    "value": 1
  },
  "木金木": {
    "content": "外表似安定，內實不然，困難重重以疊捲而來，永不休止，境遇困苦，身心過勞，甚難以成功，即使勉強成功也很快再敗，易惹禍端而變為短壽，或損腦筋，變成思想偏歧不正，或多遭危身災險，家庭亦多不幸諸災。",
    "text": "大凶",
    "value": 1
  },
  "木金火": {
    "content": "絕對不安定，多遇小人之暗害，身心過勞，基礎運崩敗，成功運毀壞，不能成功，即使勉強成功亦旋即再敗，或損腦筋，變成思想偏倚不正，或多遭危身災險，甚至發狂、自殺、變死諸禍端，此乃短壽之兆。",
    "text": "大凶",
    "value": 1
  },
  "木金土": {
    "content": "因肯努力而獲得相當程度之成功，境遇安定，但成功運劣，所以難再發展，精神亦多磨勞苦。",
    "text": "凶多於吉",
    "value": 3
  },
  "木金金": {
    "content": "過於堅剛而被人排斥，陷於不和、孤獨，身心過勞，容易遭難，失敗，傷害腦以致思想偏倚不正，家庭破亂，除非意志堅剛不拔而終可成功，否則其成功運至劣，難於展志成業，易惹禍端而變為短壽。",
    "text": "大凶",
    "value": 1
  },

  "木金水": {
    "content": "雖努力勤奮，但徒勞少得，常有煩腦不安，終因身心過勞而一再失敗，陷於急變、沒落、遭難、變死之悲運，雖慶喜人格與地格俱吉數，而有一時之安定成功，但為時不久。",
    "text": "大凶",
    "value": 1
  },
  "木水木": {
    "content": "得境遇安全，能逃災厄，成功運佳，順利成功發展，配置良好，但只怕人、地兩格，若有凶數者：家庭變成諸多不幸，因之導致失敗之慮，若無凶數，則可免憂也。",
    "text": "大吉",
    "value": 10
  },
  "木水火": {
    "content": "一時博得名利，因基礎不穩，水火急變，最終也凶，易生病難、急禍、剋妻與家庭之不幸，若人格數與地格數：相差了六數，乃犯六沖之短命兆，有大凶厄或變死之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "木水土": {
    "content": "一時雖可得成功，但會漸漸的崩潰而歸於失敗，表面安定，內有急禍，心情煩悶不安，容易生突發之急變災難，甚至發生料想不到之災危或禍端。",
    "text": "凶多於吉",
    "value": 3
  },
  "木水金": {
    "content": "基礎安定，成功運佳，財利名譽俱得並大發展之勢，健康、長壽、幸福之兆，唯若人格或地格若凶數，恐因好大，喜功，行事亦易招敗，若無凶數，則可免憂慮。",
    "text": "大吉",
    "value": 10
  },
  "木水水": {
    "content": "前運雖苦而後運甘甜，能順利成功並大發展，為富豪，享長壽安寧，但人格、地格若凶數恐有病弱或流亡失所之慮，若無凶數，則可免憂慮。",
    "text": "大吉",
    "value": 10
  },
  "火木木": {
    "content": "基礎安泰，貴人相助，向上發展，易迅速達成目的，而得大成功發展，享洪福又長壽。",
    "text": "大吉",
    "value": 10
  },
  "火木火": {
    "content": "由努力至成功，向上發展，諸志易成，百事安泰，身心健康，得享長壽富榮，但因火力過大，提防火災或燙傷之險，若無凶數，則可免憂慮。",
    "text": "大吉",
    "value": 10
  },
  "火木土": {
    "content": "基礎堅固，毫無變動，如立盤石之上發展，達成目的，向上進取，努力奮鬥，容易成功富貴，順利發展，安泰健身長壽。",
    "text": "大吉",
    "value": 10
  },
  "火木金": {
    "content": "可以發展成功，但境遇不安定，易轉變移動，受下部之迫害殊多，身心過勞，多變化終於轉敗，且須防有交通事故之危險，另一方面也須提防被武器殺傷或外傷大流血之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "火木水": {
    "content": "因勤勉而成功發展，名成利就之吉兆無疑。（但只怕人格、地格為凶數，則易生家庭之雜亂，再加以天地格水火相剋，會恐好景不長，必有失敗之一天）。",
    "text": "中吉",
    "value": 6
  },
  "火火木": {
    "content": "境遇鞏固有下屬之助，地位財產，俱為安全，排除諸障礙，凡事如意，盛運隆昌榮譽，助者或共事者亦得一帆風順而成功發展。（但若有凶數者，亦須提防火災或燙傷之事）但人格２３數、地格２１數備全者，而他格有凶數者：很可能好淫無節制。",
    "text": "大吉",
    "value": 10
  },
  "火火火": {
    "content": "一時盛運，而可成功發展之吉兆，但因根基薄弱，孤軍奮鬥，缺乏耐久力以致好景不長，故若輕浮疏忽便招致失敗，戒之，但須知火多成災之理，尤須提防火災或燙傷之事，但若人格與地格皆屬２３數者，他格有凶數則：貪淫好慾而無節制。",
    "text": "中吉",
    "value": 8
  },
  "火火土": {
    "content": "吉祥順遂，成功發展之吉兆，但若人格、地格有凶數，易生不良誘導，終陷於災難悲運，被人陷害連累等，甚至有財敗人離之慮，若人地二格無凶數，則大體是長壽幸福的。",
    "text": "大吉",
    "value": 10
  },
  "火火金": {
    "content": "一時雖可得成功，但外見安穩而內實不然，為人過分風流好淫而又常受不良之部下陷害，以致身心過勞，終至失敗或夫妻激烈不睦，雙火剋一金，很可能與人結怨仇而發生禍端殺人或被殺，或遭火災，乃雙死之短壽兆。",
    "text": "大凶",
    "value": 1
  },
  "火火水": {
    "content": "風流淫穢之極，而又非常不安定之命運，易生意外之凶變或遭水灼襲，即使一時僥倖而成功，但亦不能持久，終陷於危禍，受意外災難而破財或喪生，變死之機遇特多之凶兆，此乃發生不測突變而致死之兆。",
    "text": "大凶",
    "value": 1
  },
  "火土木": {
    "content": "雖得尊長（或上司）之愛護提拔，或祖先之餘德，而必可成功發展，但基礎是（土在上而木在下）之相剋而含有崩敗運，故境遇多凶變，財帛易散，成敗頻見，身份也因之時貴、時賤。",
    "text": "吉多於凶",
    "value": 5
  },
  "火土火": {
    "content": "能安定，可逃災害，部下得力合作，能成功，由尊長之愛護提拔或父祖餘德所蔭益，得隆昌而大發展。",
    "text": "大吉",
    "value": 10
  },
  "火土土": {
    "content": "有父祖餘德所蔭益，或由長輩愛護栽培，易向上發展，境遇安泰，雖無驚人成就，但可平順而逐漸伸展，欣慶幸福長壽之兆。",
    "text": "大吉",
    "value": 10
  },
  "火土金": {
    "content": "得部下擁載，及長輩引進，而得成功發展（五行順相生，從上生下，配置良好），易得財利、名譽、事業隆昌，長壽少病之兆。",
    "text": "大吉",
    "value": 10
  },
  "火土水": {
    "content": "雖有長輩的愛護提拔，或父祖之餘德蔭益，而可成功於中年或壯年，但基礎運劣，須防青年或晚年期之急變沒落或遭受病苦、破財、失敗或因色情事被殺等之不安定，凶運頻來之兆。",
    "text": "吉多於凶",
    "value": 5
  },
  "火金木": {
    "content": "命運完全被抑壓，基礎運亦劣，常常勞而無功，極困難伸展其成就，若不謹慎，則致顛覆，易招失意及失配偶，或遭遇殘廢之禍患，甚至發狂殺人或變死，乃短壽又凶死之兆矣。",
    "text": "大凶",
    "value": 1
  },
  "火金火": {
    "content": "命運完全被壓制而不能伸展，基礎不穩，傷腦傷肺，絕對的不安定，亦不能成功，晚年更凶，易遭火災，甚至發狂或遭遇殘廢，變死之厄難，必定短壽凶死之兆矣。平生：貪色、好勝、爭鬥殺伐而惹禍，致陷遭牢獄者也不少。",
    "text": "大凶",
    "value": 1
  },
  "火金土": {
    "content": "境遇雖安定，受一時之福蔭而獲得安定之生活，但成功運因被壓制，不能有所伸張，常有煩惱與困難，身心過勞，易生腦疾、肺疾或遭難之慮，晚年不佳之兆。",
    "text": "吉凶爭衡",
    "value": 5
  },
  "火金金": {
    "content": "過分堅決魯頑剛強，以致遭受批難、不和，陷於孤獨，易生不平、不和，不滿、怨嘆等。成功運被抑壓，且易變為遭難以及失子、孤獨、不遇等。容易因不測之突變而短壽喪生之兆。",
    "text": "大凶",
    "value": 1
  },
  "火金水": {
    "content": "非但不能成功，且有急變沒落之兆，陷於懷才不遇，破亂凶禍極多，平生意志不能有所伸張，成功運也完全被壓制，容易因被人連累而遭難，突生不測凶變而喪生，死於少人知之處。",
    "text": "大凶",
    "value": 1
  },
  "火水木": {
    "content": "雖有一時的成功，但因成功運被壓制，而不能有所伸張，且大多易生困苦、亂雜、窮困，且有招致急禍或遭難之慮，含有急變不祥之兆。",
    "text": "凶多於吉",
    "value": 3
  },
  "火水火": {
    "content": "三才皆破，亂雜困窮，容易在室外或途中而遭難，有急禍，無形之心病甚重，容易為感情或愛情事而遭難，大災、大禍頻襲，如風中殘燭，隨時可滅之兆，絕對的不安全，不但身體越虛弱，且會發生不測之突變，而喪生或發狂或自殺，乃短壽之兆。",
    "text": "大凶",
    "value": 1
  },
  "火水土": {
    "content": "三才皆破，即使表面安定，亦內藏不安，亂雜困苦煩悶，基礎運崩敗而成功運又被抑壓，不能伸張，不但招致境遇沒落，又有病弱短命及遭難變死之兆，為短壽之凶數配置。",
    "text": "大凶",
    "value": 1
  },
  "火水金": {
    "content": "能有一時之成功，但成功運被壓制而不能伸張，時常不平、不滿、亂雜苦悶煩惱，災禍繁多，難以平安，須提防處事，否則會有突然之急禍凶變。",
    "text": "大凶",
    "value": 1
  },
  "火水水": {
    "content": "有一時之投機成功，但絕對不能伸張，終歸亂雜困苦、孤獨、有病難、凶變、急禍，危命之慮。",
    "text": "大凶",
    "value": 1
  },
  "土木木": {
    "content": "基礎安泰，得貴人助力，而在困難之中得平安發展，但成功運之配置不良，難於伸張，故然只是外強中乾而已，雖苦悶煩惱殊多，但大體可得平安，衣食充足，幸福有壽，人地兩格，無凶數，則身體健康，疾病少有，有病吃藥即可速癒。",
    "text": "中吉",
    "value": 8
  },
  "土木火": {
    "content": "勤勉做事，無厄安泰，終獲成功之吉兆無疑，雖然成功較遲些，但平安發展，改善境遇，家門興隆，但過程中亦有不少困苦煩惱。如果人、地兩格無凶數，則無病，若有病吃藥可速癒。",
    "text": "中吉",
    "value": 8
  },
  "土木土": {
    "content": "基礎堅固安定，但有懷才不遇之嘆，若轉換角度而活用智慧，可得一時之成功，但因成功運配置不良，故亦難伸展，有成功較遲及希望遲達之兆，交通上提防土、石、器械殞落之傷。",
    "text": "凶多於吉",
    "value": 3
  },
  "土木金": {
    "content": "三才皆破，境遇多變，常有移動，苦心徒勞，部下反逆，遭受迫害，不能平安，凶運頻來，不知所止，少有成功之希望，有被武器殺傷或被器械外傷而短壽喪生之兆。",
    "text": "大凶",
    "value": 1
  },
  "土木水": {
    "content": "雖有一時之成功順利，但外見吉祥，內實不然，難於伸張發展，有許多苦惱，且易流轉破亂，或因凶變而破產或遭難之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "土火木": {
    "content": "三才甚佳勝，境遇安固，能得下屬之助力，易成功發展，地位及財產安全，事事如意，名成利就，幸福長壽之兆。",
    "text": "大吉",
    "value": 10
  },
  "土火火": {
    "content": "一鼓作氣，勇猛奮鬥，運勢浩盛，容易成功達到目的，功名成就，若原命喜火之人，妙能以此之名更加兩倍以上之輝煌成就，然若凶數則欠人助，以自力奮鬥，也易招孤苦失意，令人可惜。",
    "text": "大吉",
    "value": 10
  },
  "土火土": {
    "content": "三才配置至為優勝，基礎堅實，希望如意，求謀容易達成目的，功名成就，成功後之發展如飛黃騰達，得上位之人所器，受下屬所擁護，大幸福之長壽兆。",
    "text": "大吉",
    "value": 10
  },
  "土火金": {
    "content": "成功運佳，希望目的及財富名譽均可達成，唯因基礎運劣，而招致家庭內之苦惱或不幸，且身心過勞，可能導致生病，其下屬多爭妒，使用此之人會因下屬而苦不堪言。",
    "text": "吉多於凶",
    "value": 5
  },
  "土火水": {
    "content": "雖可獲得一時之成功，但因基礎運太劣，尤其水火相剋最為激烈而早應，故容易意外的在外遭難或發生突發之不測災變，而受害喪失財產或生命，乃絕對不安定之短壽兆。",
    "text": "大凶",
    "value": 1
  },
  "土土木": {
    "content": "成功較遲，但必可成功發展，不過因其基礎不穩，而容易變化或移動，或多成多敗或有胃腸病之慮，幸而福澤較大，而足以化凶為呈祥。",
    "text": "中吉",
    "value": 6
  },
  "土土火": {
    "content": "基礎穩固安泰，且能逃過災害，免於禍患，而又可排除萬難及得享名利雙收之隆昌運，並獲意外的成功發展，乃幸福長壽之吉名。",
    "text": "大吉",
    "value": 10
  },
  "土土土": {
    "content": "氣運、財運皆堅固平安，大體平順幸福，障礙少而且均能處理解決，成功運佳，雖成功較遲，但可達到希望目的，並可續漸伸張發展。如果人格、地格、外格：若是２６或３６數者，雖然雅量廣大但多數不重視貞操，若果能夠成為連珠格局更佳。",
    "text": "大吉",
    "value": 10
  },
  "土土金": {
    "content": "境遇安泰，身心健全，希望目的達成，能逃過災害而免禍患，安定成功，優秀伸張發展，一帆風順之三才佳配。",
    "text": "大吉",
    "value": 10
  },
  "土土水": {
    "content": "０ 青年運多勞苦，於中年雖可成功於一時，但因基礎運不穩，恐將再招致崩潰失敗之命運，也有的變成破財或急變凶禍之危。",
    "text": "凶多於吉",
    "value": 3
  },
  "土金木": {
    "content": "勞心不絕，基礎不穩，須防意外之遭難或惹禍端，外見安定，內實不然。雖可得長者或上位之提拔或惠澤，而成功發展於一時，但若不很小心，則恐怕是終有顛覆之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "土金火": {
    "content": "雖有長輩或上司之惠澤栽培，而可獲得成功發展於一時，但因基礎運甚劣，須提防火災，且其境遇絕對不安定，尤其交通上，容易遭難。家庭也多破亂之凶象，而且極容易因得罪人而遭受武器殺傷之危。",
    "text": "凶多於吉",
    "value": 3
  },

  "土金土": {
    "content": "三才配置甚佳，基礎運堅固，境遇安泰，喜下屬忠心扶助，得長輩或上司之惠澤引進，努力奮鬥，可輕易得成功，及伸張發展，很幸福安全之佳名。",
    "text": "大吉",
    "value": 10
  },
  "土金金": {
    "content": "基礎運雖平吉但成功運卻甚佳，能得上司或長輩之提拔而得大發展，優秀之良配，但要勤勉，再加上說話及處事均力求和平穩健，而切莫得罪人（不可孤高、自大、剛硬、好勝、出風頭等皆忌之，若得罪人須誠心道歉），始方能得大成功及發展。人格地格數，若無凶，身心健而無病。",
    "text": "大吉",
    "value": 10
  },
  "土金水": {
    "content": "若三才皆吉數，則能得上司惠澤及下屬之助，只要戒除自大狂，乃必得輝煌之成功，並伸張發展，而有優越之成就，即為大吉之優良配置。",
    "text": "大吉",
    "value": 10
  },
  "但若人格或地格有凶數者，恐難免於急變沒落及招致遭難或意外傷之危險。": null,
  "土水木": {
    "content": "即使有實力，亦難被承認及欣賞，徒勞無功，心力交瘁，又遭嘲笑，身心過勞而陷於病弱或突發之災禍，或交通災變，三才配置甚劣，難獲成功，甚至因奇禍而變成短壽之兆。",
    "text": "凶多於吉",
    "value": 3
  },
  "土水火": {
    "content": "三才配置甚凶，至劣，不能成功，懷才不遇，殊多破亂變動，剋死配偶或變為離婚，家庭難有恩愛幸福，而且絕對不安定，有突發急變之不測凶災，極端不幸，恐破財或喪生之慮，此乃短命凶死之兆。",
    "text": "大凶",
    "value": 1
  },
  "土水土": {
    "content": "人格被上下雙夾攻，最壞之三才配置，境遇不安定，而有多變之兆，徒勞而無功，易受人累，常陷於不安中，不能成功亦無法伸張，且有突發之不測凶災或禍端或急症，導致破產或喪生之短壽兆特濃。",
    "text": "大凶",
    "value": 1
  },
  "土水金": {
    "content": "基礎運吉，境遇可稍安定，因勤勉而有一時之大成功，但成功運劣，以致不能有所伸張發展，且恐有再敗之兆，若人格或地格有凶數者，恐交通生禍或陷於體弱病難，或急功招敗，或凶變遭難、禍端危害之慮。",
    "text": "吉凶相抵",
    "value": 5
  },
  "土水水": {
    "content": "雖然有很勉強的一時之小成，但不能伸張發展，即使暫時成功，也容易再陷落失敗，破亂變動殊多，流離失所，本性不誠實，喜好詐騙財色，以致犯了刑罰，又有水災病難，家庭之困苦不幸等，因急變大災而陷於孤立貧悲。",
    "text": "大凶",
    "value": 1
  },
  "金木木": {
    "content": "雙木協力抗一金：基礎安泰，得人相助，而達成功安逸，但成功之後，不能向上伸張發展，只能勉強維持原狀。但在中、壯年期間：須提防交通事故，車禍或被金屬之物所傷致危，甚至遭遇半身不逐而殘廢。",
    "text": "凶多於吉",
    "value": 3
  },
  "金木火": {
    "content": "弱木化火以抗金：基礎運之境遇，無事安泰而可成功於一時，但成功運被壓制，不能有所伸張。中、壯年期間：須提防交通事故、車禍，或被金屬之器所傷致危之慮，西方乃此格之煞方，少去為妙。",
    "text": "凶多於吉",
    "value": 3
  },
  "金木土": {
    "content": "木向下彌展而避免與金相抗，因此可無交戰而獲得安然，力求和平而少災遇之危，基礎運克勤安泰無事，而可成功於一時，境遇安定，但難於伸張發展，易患生身心過勞，神經衰弱等病難，或陷於懷才不遇之逆境。中、壯年期間亦須提防交通事故。",
    "text": "凶多於吉",
    "value": 3
  },
  "金木金": {
    "content": "雙金如鉗形夾攻而斬斷弱木，最苦、而容易發生交通事故或受金器所傷最危之三才凶配置。境遇橫逆多變，迫害殊多，破亂多霉，常感不平、不滿之事或有常受欺壓之苦，精神殘痛，多成多敗，飽受折磨，有突發不測之遭難變死之短壽兆。",
    "text": "大凶",
    "value": 1
  },
  "金木水": {
    "content": "頗有一時之成就而博得名利，但因成功運被壓制，不能有所伸張發展，恐易再陷落流亡、失敗、逆境、流浪或遭電擊所傷、武器殺傷，甚至變為短壽或染有難治之頑疾，尤其防車禍。",
    "text": "凶多於吉",
    "value": 3
  },
  "金火木": {
    "content": "得下屬之助，基礎安定，地位及財產皆頗堅固，但因成功運被壓制，乃難於伸張，而生出不滿、不平之結果，易傷害腦或有肺呼吸器病，甚至有凶變遭難或自殺、火災等不祥之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "金火火": {
    "content": "雙火協力攻克一金：因勤勉多聞而在中年或壯年得能以盛運成功，但除非毅力堅強耐久，否則難於有很大之上伸發展，尤須提防言語惹禍或火災或腦炎之災害。但喜：人、地兩格，至少有其一屬２３數則較有把握可速成就。",
    "text": "吉凶爭衡",
    "value": 5
  },
  "金火土": {
    "content": "基礎堅實，境遇可稍得安定，而有一時之成功，但除非毅力堅強耐久，否則難於有很大之上伸發展，身心勞苦，故而易生腦、肺疾等病。",
    "text": "吉凶互抵",
    "value": 5
  },
  "金火金": {
    "content": "基礎運及成功運均劣，絕對不能成功，更談不上發展，易導致身心過勞、神經衰弱及病難、短壽等凶兆。於青年、中年期間慘遭受斷肢殘體意外之災，患肺病，剋配偶，家庭及部下之間多爭執，甚至發狂或變死。",
    "text": "大凶",
    "value": 1
  },
  "金火水": {
    "content": "至劣之配置，絕對不安定，基礎崩敗，成功不能，上伸困難，必有意外急變，易遭觸電所傷，或被殺或遭火災及不測之危身、危命諸災，喪失生命或財產，及腦溢血、發狂、趺跤、溺水短壽之不祥事。",
    "text": "大凶",
    "value": 1
  },
  "金土木": {
    "content": "欣慶果能成功順調，容易發展達到目的，亦能成富、成貴，唯在幼少年期之境遇不穩安而較多變化、若為凶數尤其以幼少年期間，恐有胃腸疾患及遭崩塌或墜落物所傷之慮。",
    "text": "中吉",
    "value": 8
  },
  "金土火": {
    "content": "可獲得意外之大成功，名利雙收，且得大發展，諸事順利隆昌，大吉大利。但數理若凶則恐好景不長。若無凶數，則可免憂慮。",
    "text": "大吉",
    "value": 10
  },
  "金土土": {
    "content": "易達目的，輕易成功，名利雙收，一帆風順，福泰鴻量，萬事安寧，順利發展，生涯境遇安泰，即使數理有凶也可免於災禍。",
    "text": "大吉",
    "value": 10
  },
  "金土金": {
    "content": "基礎穩固，希望易達，順利成功發展，名譽與福份倆俱充足，隆昌威儀，大成功、大餘慶、繁華榮隆。",
    "text": "大吉",
    "value": 10
  },
  "金土水": {
    "content": "青年多勞，切莫悲觀則勞終有成，與人合夥須善處理，更勝獨營。於中年或壯年可得成功，名利雙收，並得大發展之慶，可惜因基礎運劣，使成功運受牽制，故突發之災遇或損失也不少。",
    "text": "吉多於凶",
    "value": 5
  },
  "金金木": {
    "content": "雖因勤奮可得一時之成功發展，但很不安定，若不慎則隨時均有顛覆之險，另亦有不則之危禍以致殘廢，或遭難或剋妻，另須嚴防交通事故。",
    "text": "大凶",
    "value": 1
  },
  "金金火": {
    "content": "雖因勤奮可得一時之成功發展，但絕對的不安定，雜亂災禍與變動殊多，必定早因不測之危禍或遭難或外傷或交通事故，或被人殺害或發狂殺人，而引致短壽凶終。",
    "text": "大凶",
    "value": 1
  },
  "金金土": {
    "content": "容易成功，達到目的，境遇安固，身心健全，名利雙收，威權顯達，運勢昌隆。",
    "text": "大吉",
    "value": 10
  },
  "金金金": {
    "content": "此兆：難論吉凶，若配吉數則判為吉。若有凶數即變成小吉而已而視作【吉】。但限於幸逢連珠局或先天生辰四柱之喜用神是金或獨愛金者，用此局則大呈祥，亦可得【中吉】之慶。但以外之情況，莫用此局，因金之超過鋼硬不化，誘化頑剛失和之爭端或自陷孤獨、遭難、亂雜諸不祥，切莫輕用之。【吉】",
    "text": "吉",
    "value": 6
  },
  "金金水": {
    "content": "以堅志毅力，克服艱難，達成功擴展，身心皆健，若生辰之原命喜金水者，得此名獲【大吉】。但人、地兩格其一是凶者，則雖也能成功發展於一時，但終因急變而逐漸的沒落崩敗或失和、孤立或遭遇危身災險。",
    "text": "中吉",
    "value": 8
  },
  "金水木": {
    "content": "境遇安全，長輩惠澤，承受父祖之餘德，前輩之提拔，而可獲得意外之成功發達。但數理若凶，或許陷於病弱。",
    "text": "大吉",
    "value": 10
  },
  "金水火": {
    "content": "有長輩意外之助或上司之引進或父祖之餘德，而可獲得一時之成功發展，但三勝、三敗，勝敗浮沈特多，難以安穩。且有剋妻子，及突發急變凶死之大災禍危身。",
    "text": "凶多於吉",
    "value": 3
  },
  "金水土": {
    "content": "得長輩或上司之惠助，再加上自身之勤勉，而於中年或壯年可獲得相當之發展，但因基礎運劣之故，於成功之後，又會有很多次之再成敗，生涯多勞，難亨安逸，幸而水在土上，池塘之家，亦順天然之景故，雖是相剋，凶意則微。",
    "text": "吉多於凶",
    "value": 5
  },
  "金水金": {
    "content": "基礎穩固安然，財源廣進，又有父祖之蔭益及上司之提拔，易得意外之助力，而可獲得大成功，大發展，名利豐收。威權、名望、地位俱皆興隆寬宏殊勝之配置。",
    "text": "大吉",
    "value": 10
  },
  "金水水": {
    "content": "承父祖之餘德，得長者之栽培，或用人得當，得大成功及發展，原命若喜水木者更佳【大吉】。若凶數者：成又轉敗，陷於離亂變動，至晚年終歸孤獨失敗，又早年有落水災遇，生涯九死一生之命格。又須戒色，以防色變及刀殺之危。",
    "text": "中吉",
    "value": 8
  },
  "水木木": {
    "content": "基礎安泰，長輩惠助，排除萬難，而順利成功及發展，繁榮隆昌，人緣殊勝，利蔭六親。",
    "text": "大吉",
    "value": 10
  },
  "水木火": {
    "content": "可得平安榮華之幸運，及能受父祖餘德或財力所蔭益，達到成功與大發展，但其過程伏有許多艱難，最怕人格與地格若凶數，終歸失敗，若無凶數，則可免憂。",
    "text": "大吉",
    "value": 10
  },
  "水木土": {
    "content": "基礎運乃木在上而土在下，順應天地自然之配置（不作木土相剋論），猶若立於磐石之上，相得益彰而毫無凶變，境遇安全而順利之安泰成功，並隆昌發達。",
    "text": "大吉",
    "value": 10
  },
  "水木金": {
    "content": "雖可獲得成功及發展於一時，亨受富貴於短暫，但因基礎運劣，以致境遇不穩，若忍耐力不夠，恐遭難受傷或傷人，且財利易生凶變，終再失敗，且有因他人之連累以致破財及受到武器之迫害殺傷流血之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "水木水": {
    "content": "青年期甚勞苦，因勤奮求上進而在中年末，雖可很順利成功並發展隆昌長久。但人、地格，有凶數者：在晚年或許會再產生艱難、困苦、勞心，甚至遭致失敗之憂。此三才局，若數理無凶，即無病，有病吃藥便可速癒。",
    "text": "大吉",
    "value": 10
  },
  "水火木": {
    "content": "境遇堅固安泰，有下屬之助力，地位、財產均安全，以木解消水火之相剋，致成功，但若人地格有凶數，於成功後，難以伸展，且有突發之災禍、遭難等之慮，更容易發生因愛情上而產生之不測災難、凶變等。",
    "text": "中吉",
    "value": 6
  },
  "水火火": {
    "content": "一時之盛運，如曇花一現而已，短暫而缺乏耐久力，容易樹敵惹禍而自陷於孤立苦鬥，成功運甚劣，多成多敗，縱使成功，旋即再敗，不能有所伸展，且有火災、水災等凶變急禍，諸不測之災慘，以傷人或自危或喪失配偶，或短命夭壽之凶配置也。如果人格或地格其一：出現２３數或１４數尤糟，不能免於色危厄致慘之運。",
    "text": "大凶",
    "value": 1
  },
  "水火土": {
    "content": "基礎運堅實而可成功於一時，但因成功運被抑壓以致不能有所伸展，生涯殊多艱難、不幸、不滿、哀怨，中年後又有突發急變之不測災禍而危及生命之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "水火金": {
    "content": "至劣之三才配置，決不能成功，亦不能伸展，常受上司壓追又屢受下屬陷害，很不安定，內外不和，進退兩難，身心過勞，作事極端偏激招災遭難變死或發狂傷人或失配偶、喪子等之兆。",
    "text": "大凶",
    "value": 1
  },
  "水火水": {
    "content": "極凶之三才配置，百般阻礙與迫害殊多，無形之心病甚重，永不能成功，亦不能伸展，而且生涯絕對的不安定，大不祥，大災遇，有意外不測之急禍凶變而喪失生命或財產，死神常在其身邊，有的變成發狂、殺人或被殺、變死等。",
    "text": "大凶",
    "value": 1
  },
  "水土木": {
    "content": "木在下而土在上：與自然狀態顛倒便是凶，此謂（木剋土）矣，基礎運劣，境遇不安定，以致變死或移動，仍是障害多端，困難及苦楚殊多，成功困難，無法發展，失意一世，遭崩物傷或意外不測災危以致短壽變死。",
    "text": "大凶",
    "value": 1
  },
  "水土火": {
    "content": "基礎安定，能逃災害，排除障礙而達到成功。不過卻因成功運不吉，不能再伸展。不能將天賦才能以完全發展，使其成就與精華俱皆受到打折，殊為可惜，又須深戒提防色難之憂。若人格或地格數理凶，則有病，導致頭腦神經症或心臟病。",
    "text": "中吉",
    "value": 6
  },
  "水土土": {
    "content": "境遇安定，平順幸福，能排除困難，廣得人助，而得到名利雙收之大成功，生活安逸，可惜因成功運不理想，是以向上伸展產生障礙多端，只能維持原有舊日之成就現狀而已。此三才局：人格地格之數理若無凶，則健康，無病，快樂的。",
    "text": "中吉",
    "value": 6
  },
  "水土金": {
    "content": "基礎運佳，故而可以安定發展，排除萬難而成功，但因成功運不吉，是以難於再伸展，或陷於不測之災難襲來之慮，若無凶數則可免憂，亦可康健無病。",
    "text": "中吉",
    "value": 6
  },
  "水土水": {
    "content": "三才配置極劣，基礎不穩，凶運交加襲來，而又不能向上發展，生涯絕對不安定，被人所棄變為孤獨、無賴、遭難、病死等兆，又有不測之凶變災禍危身或變死之慮，易遭墜物所傷或趺落之災。",
    "text": "大凶",
    "value": 1
  },
  "水金木": {
    "content": "雖可順利成功發展如意，但因基礎運不安定之故，常有變動之凶，浮沈多端，風波不息，易變成剋妻子或遭難外傷、流血等厄之慮。",
    "text": "凶多於吉",
    "value": 3
  },
  "水金火": {
    "content": "雖因勤奮爭進而有成功運，達成目的，但因基礎運不穩，常會再陷於不安定之境遇，而多成多敗，易受人迫害，且終因過勞而招致肺疾或遭難、凶變等。",
    "text": "凶多於吉",
    "value": 3
  },
  "水金土": {
    "content": "學竟有成，凡事如意，順利成功，達成目的，名利雙收，境遇安固，優越發展，享盡幸福。",
    "text": "大吉",
    "value": 10
  },
  "水金金": {
    "content": "勤苦竟成之吉兆無疑，勤勉上進，堅志如鐵，個性頑剛，不肯屈服，具有深厚實力之才華，憑以創造錦繡而輝煌之前程，博得功成名就，並得到很大伸展，但唯憾的是與人不大融洽。",
    "text": "中吉",
    "value": 8
  },
  "水金水": {
    "content": "基礎運及成功運皆佳，且身心健全，而可穩達成功發展成富或揚名美譽。若地格凶數則成又轉敗，且遭溺水或水災之損。",
    "text": "大吉",
    "value": 10
  },
  "水水木": {
    "content": "基礎運佳，境遇安全，而可順利成功，成功運也不錯，因之亦可向上伸展發達，人格凶數，陷於行為不修，品性不端，恐過於放蕩不羈之境，易生破亂變動或荒亡流敗之慮，請好自為之，而得免於損折自福。若無凶數便無災禍之憂。",
    "text": "大吉",
    "value": 10
  },
  "水水火": {
    "content": "行為不修，放蕩成性，任性隨便，荒淫不修，無可救藥，正是十足浪子型之局勢，易生多次失敗困苦，生涯不安定，顛沛流離，荒亡流敗，風浪不息，落魄天涯，每因色情而生禍端災遇，否則常遭突發不測之災禍或變死短命。",
    "text": "大凶",
    "value": 1
  },
  "水水土": {
    "content": "表面似乎安定，其實境遇不穩，終生非常苦勞，雖可得到小成之名利與成就，亦有小成之發展，卻是常遭不時之災難，或有小賊人之害，或病難或家庭之不幸，或破財倒霉多端，或不測喪生等慮。",
    "text": "大凶",
    "value": 1
  },
  "水水金": {
    "content": "基礎健固，境遇安然，勤智交輝而能博得財利名譽以及名利雙收，大成功，大發展之兆，但若品行不修，不守正道，便會淪陷於刑牢獄之災，若多不平不滿則與人不和，荒亡流散或有害健康，若無凶數便無災。",
    "text": "大吉",
    "value": 10
  },
  "水水水": {
    "content": "唯獨若有連珠局者，論為大吉，原命喜水尤佳。有一時之大勢力，大發展而得名取利，但若品行不端，行為不修，勝與敗均極端而短暫終於變成荒亡流散，如泡沬夢幻而結果是悲運滅亡又孤獨伶仃人生。",
    "text": "中吉",
    "value": 6
  }
}
